[
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "104:58:00 Scott",
            "Houston, Falcon.",
            "Go."
        ],
        "time": "000:00:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "It's a minus 71...",
            "",
            "104:58:14 Scott",
            "Go ahead, Ed.",
            "Mitchell:...and a minus 58.",
            "Sorry, plus 71 and",
            "minus 58.",
            "104:58:22 Irwin",
            "Copied...(Stops to listen to the correction) Okay; a plus 71 and a minus 58."
        ],
        "time": "000:01:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Dave.",
            "We copy.",
            "Thank you.",
            "104:59:23 Scott",
            "Rog.",
            "(Long Pause)",
            "",
            "[At about 106:44, they will depressurize the cabin and open the overhead (docking) hatch so that Dave can stand on the ascent engine cover and look around and take pictures for about a half an hour.]"
        ],
        "time": "000:02:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "[Scott",
            "(Laughing) That means, 'I don't know where we are, Ed'.",
            "We're trying to pick our surface location on a map that's 20 meters in resolution, and we really need detail down to less than 20 meters.",
            "It isn't there.",
            "And we were trying to imagine all sorts of things to fit.]",
            "[Jones",
            "As far as I know, you were the only crew that didn't have high-resolution Orbiter pictures or high resolution Command Module pictures.",
            "For 17, they had good photos that Al Worden got on your flight.]",
            "[Scott",
            "Part of the landing site discussion earlier on was (based on the fact that areas) to the south of Hadley were (covered at) pretty good resolution, and they tried to draw some analogies between the south and the north.",
            "And the conclusion was you really couldn't, because the geology was totally different.",
            "So, the question was",
            "should we land in the south where there was higher resolution, or in the north, where we did land, where there was lower resolution but much better geology?",
            "And the answer was",
            "it's safe enough to land up there, so land up there.]",
            "104:59:59 Scott",
            "I think...As best I could find, I think we're fairly close to Salyut.",
            "But I guess the best thing to do is to press on and get to the SEVA where we can take a look around.",
            "It's very hummocky, and, as you know, in this kind of terrain, you can hardly see over your eyebrows.",
            "There's very little to tell us exactly where we are in our local position.",
            "[Dave knows he isn't very far from the target point and, with the Rover, a miss of a few hundred meters will hardly matter.",
            "He had planned to land at map coordinates BQ/74, which is about 500 meters north of Salyut Crater.",
            "He actually landed near BS.4/73.3",
            "or about 600 meters north and about 175 meters west of the target.",
            "He is just northwest of Last Crater.",
            "A detail from Pan Camera frame 9377, taken from the Command Module, shows the LM on the surface about four hours after the landing.",
            "The planned landing point is just off the bottom of the detail, about 200 meters south of the southern rim of Last Crater.",
            "The landing site coordinates are  26.1008 degrees north latitude and               ",
            "3.6527 east longitude. ]",
            "[In a 1995 letter, Dave speculated that the fact that he landed much farther off target than either Pete Conrad or Al Shepard could have been due to a combination of the lack of good site photography, the lack of shadow craters near the target point, the steep descent trajectory (25 degrees rather than the 14 degrees used on prior missions), and the new guidance algorithms that were used in conjunction with the steep descent.]"
        ],
        "time": "000:03:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Dick (Gordon, the backup Commander) wants to know where Falcon Crater is, if you can see it?",
            "105:00:42 Scott",
            "I think we're in it."
        ],
        "time": "000:04:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, Houston.",
            "105:00:56 Worden",
            "Houston, Endeavour.",
            "Go ahead."
        ],
        "time": "000:05:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger, Endeavour.",
            "Rev 15, Map(ping) camera Pad.",
            "T-start, 105:52:58; T-stop, 106:17:57.",
            "(Pause) And your camera Pad...",
            "",
            "105:02:32 Worden",
            "Roger.",
            "Houston...",
            ""
        ],
        "time": "000:06:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's correct.",
            "Your Rev 16 map camera Pad...(Pause while he gets an instruction from the Flight Director) Endeavour, Houston, give us P00 (Program Zero-Zero) and Accept, and we'll up-link while we're talking here.",
            "[Scott",
            "Program Zero-Zero was pronounced 'Pooh', after (A.A. Milne's) Winnie the Pooh.]",
            "[With the computer in P00 and Accept, Houston can directly",
            "load revised state vectors",
            "spacecraft positions and velocities",
            "and other data.]",
            "105:03:08 Worden",
            "Okay.",
            "You've got Accept, and I'm in a middle of a maneuver (that is, a spacecraft re-orientation) right now."
        ],
        "time": "000:07:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And your T-start 106...",
            "",
            "105:03:22 Worden",
            "Go ahead with rev 16."
        ],
        "time": "000:08:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's a good readback, Al.",
            "(Long Pause) Endeavour, Houston.",
            "If you'll give us an Enter, we can go ahead with the load.",
            "105:05:11 Worden",
            "Okay.",
            "(Long Pause)",
            "",
            "[The NASA Public Affairs commentator tells the press that a preliminary estimate of where Dave landed, based on LM guidance system data, is 1900 feet (570 meters) south of target.",
            "The LM is actually about 625 meters NNW of the target.]",
            "105:05:27 Irwin",
            "Houston, are you copying the AGS Cal(ibration) values?"
        ],
        "time": "000:09:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, Houston.",
            "The computer's yours.",
            "105:06:52 Worden",
            "Roger; Houston.",
            "(Pause)",
            "",
            "[Here, Mitchell is telling Al that the uplink has been completed and that he can switch out of P00.]"
        ],
        "time": "000:10:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And Falcon, Houston.",
            "(Pause)",
            "",
            "105:07:33 Scott",
            "Go ahead, Houston, Hadley Base here.",
            "[Scott",
            "You notice, there, we went from Falcon to Hadley Base.",
            "That was by design.",
            "'Cause we decided, once we're on the ground, it was no longer a flying machine, it is not the Falcon.",
            "It has changed into a base.",
            "And then it will fly again.",
            "Probably you've discussed the many roles of the Lunar Module with the other guys.",
            "It was a marvelous piece of machine with so many features built in.",
            "It was so many different things.",
            "Which is pretty remarkable when somebody started with a plain piece of paper.",
            "It's home now, and a laboratory, and all those other things.",
            "The locker room, the dining room, the bedroom, the observation tower, communications center, data processing center, and a flying machine.",
            "If you stop and look at the design of the LM, it's bloody remarkable!]"
        ],
        "time": "000:11:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "Roger.",
            "(Pause)",
            "",
            "105:08:16 Scott",
            "And, Houston, the Hadley Base here.",
            "Tell those geologists in the Backroom to get ready because we've really got something for them."
        ],
        "time": "000:12:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "We copied (the angles).",
            "105:11:13 Worden",
            "Okay, Houston; Endeavour.",
            "I'll wait until the even minute to torque them out."
        ],
        "time": "000:13:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "The first pair, we will have star 3 (Navi) in detent 3; star 12 (Rigel) in detent 6.",
            "Second pair...",
            "",
            "105:11:48 Scott",
            "3 in detent 3 and 12 in detent 6.",
            "[Star 3 is Gamma Cassiopeiae (Navi) in the constellation Cassiopeia and star 12 is Beta Orionis (Rigel) in Orion.]"
        ],
        "time": "000:14:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's a good readback, Jim.",
            "(Long",
            "Pause)",
            "",
            "[Jones",
            "Now, the numbers Ed read up were star coordinates so that you could use the ",
            "AOT (Alignment Optical Telescope) and check to see that the stars were where they were supposed to be and fine tune the platform alignment.]",
            "[Scott",
            "Yeah.",
            "Or you could drive the AOT to the stars with the computer.",
            "You could enter it into the computer so you would align your platform based on the stars, and you'd be ready to go.",
            "And then we put everything to sleep and then woke it up again for the take-off.",
            "Let's see.",
            "There were some other things we could do with the AOT.",
            "It was not nearly as sophisticated as the sextant and the scanning telescope on the Command Module, but it was pretty good.",
            "And the whole scheme of using the spiral and cursor on the AOT was pretty clever.",
            "Very few moving parts, and you could do an awful lot with it.",
            "And, somewhere in the back of my mind, there's something tied in with the rendezvous, but I can't remember what it is.]",
            "[Note that, on Surface 1-5, they will do the platform alignment twice, each time with a separate pair of stars.",
            "Note, also, that Ed did not read up the coordinates of the first new pair of stars",
            "numbers 3 and 12.",
            "Those were already in the computer.]",
            "[Jones",
            "The AOT with which you're doing the stellar re-align is above the panel between the two of you.",
            "What was the position of that?]",
            "[Scott",
            "We could both reach it.",
            "There wasn't any problem with that.]",
            "[Jones",
            "I'm certainly well aware that you had to coordinate your movements when you both had the PLSSs (the backpacks or Portable Life Support System) on.",
            "With the PLSSs off, hoses on, and soft suits, was there a little bit of elbow room?]",
            "[Scott",
            "Yeah.",
            "It was reasonably comfortable for a fighter airplane.",
            "You don't have any need to go anyplace.",
            "I mean, the switches are all laid out, the panels are laid out, everything's laid out for you to be in one place; so there's no need to go anyplace else.",
            "So, as long as you're standing there doing your job, it's fine.",
            "Still, the inside volume was small and the range of things that we had to do are especially amazing in today's perspective of wide-body airliners.]",
            "[Jones",
            "Was standing in one-sixth gravity okay?]",
            "[Scott",
            "Yeah.",
            "I don't recall whether we had the restraints",
            "on at this time or not.",
            "I don't know when we took them off.",
            "But they tend to hold you down on the floor.",
            "I don't remember thinking anything about one-sixth g at this time.",
            "I mean, we were busy.",
            "You block all that stuff out.]",
            "[Jones",
            "But you could stand for a long time in one-sixth g and never notice it.]",
            "[Scott",
            "I've never thought about it.",
            "You could stand a long time in one g and never notice it.",
            "We stood in the simulators for hours and hours.]",
            "[Jones",
            "It depends on how busy you are.]",
            "[Scott",
            "It was not a noticeable difference.]",
            "[In Houston, the Flight Director is told that the fuel and",
            "oxidizer tank pressures have dropped below vapor pressure and that, unless the vents are closed, further venting will result in undesirable cooling of the Descent Stage.]"
        ],
        "time": "000:15:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, Houston.",
            "1 minute until LOS.",
            "You're looking good from here.",
            "(Long Pause) Endeavour, Houston.",
            "30 seconds to LOS.",
            "Do you read?",
            "105:20:09 Worden",
            "Houston, Endeavour.",
            "Rog."
        ],
        "time": "000:16:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, we copy your Noun 93.",
            "[O'Brien",
            "Once the stars have been sighted through the AOT, Noun 93 displays the angular distance that the platform must be moved to bring it back into correct alignment.]",
            "105:22:17 Scott",
            "Okay; we'll torque them at 22:30."
        ],
        "time": "000:17:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay; proceed with your torquing.",
            "105:22:36 Scott",
            "On the way.",
            "(Pause) Okay, Houston.",
            "Standing by on the RLS (Reference Landing Site)."
        ],
        "time": "000:18:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay; let's reject those, Dave.",
            "105:23:09 Scott",
            "All right, reject."
        ],
        "time": "000:19:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "notes that the mistake can be caught when the numbers are re-loaded.]"
        ],
        "time": "000:20:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay; stand by.",
            "We'll tell you which",
            "one it is; we think it's in the middle of the belt (in the constellation",
            "of Orion), Dave.",
            "105:26:17 Scott",
            "Which one, Jim?",
            "105:26:22 Scott",
            "Alnilam!",
            "Alnilam!",
            "Yeah, we got that."
        ],
        "time": "000:21:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "You're right.",
            "(Pause)",
            "",
            "105:26:43 Scott",
            "It's nice to see friends.",
            "(Pause)",
            "",
            "[Scott",
            "There's a story about that one.",
            "But I don't remember the story.",
            "But we knew him well.",
            "Names of stars mean a lot more than numbers.",
            "I remember one star that we used near the Big Dipper, the name of which I can't recall, but there's a star in the Big Dipper, near one of the stars that we used, which was the north star at the time the pyramids were built.",
            "It is no longer the north star.",
            "Many people forget that things in the heavens change over time, and the things that were there when the pyramids were built are different from the things that are there now.",
            "It was fun going through that kind of rationale, because it helps you become familiar with the sky.",
            "And that's why the comments 'it's nice to see old friends', because, once you become familiar with the sky, then you look up and you can very quickly orient yourself.",
            "And the constellations make it easy to do that.",
            "So the Arabs (who provided most of the star names used now) did a great job.]",
            "[Journal Contributor Ron Wells notes that the pole star at",
            "the time of the pyramids was Thuban, also known as Alpha Draconis.]",
            "[Scott",
            "Between Apollo 1 and Apollo 9, we were out in LA and we used to spend a lot of time in the (Griffith Park) planetarium because we were identifying the stars to be used, and developing the stories to help us remember which ones they were.",
            "It was supposed to be work, right?",
            "You sit in the planetarium all day and lean back in those chairs and listen to some scholar...What was the name of that guy?",
            "Dr. Clement Shaw ran the planetarium and he was a marvelous teacher.",
            "We would go through the heavens and he would relate these stories and star charts and all that sort of thing.",
            "It was a fun part of it.]",
            "105:26:56 Scott",
            "Okay, Houston.",
            "We can use this one, but we don't have the Noun 88 for it."
        ],
        "time": "000:22:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "Plus 10975.",
            "(Pause)",
            "",
            "105:27:43 Scott",
            "Go."
        ],
        "time": "000:23:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Minus 02127.",
            "105:28:05 Scott",
            "Okay; that's exactly what we just loaded.",
            "We'll see where it takes us."
        ],
        "time": "000:24:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Yeah, you're probably right.",
            "[Scott",
            "What I'm doing is loading the coordinates into the computer to drive the AOT so that it lines up with a star.",
            "And you look in the AOT and see the star and you know that everything's where it's supposed to be.",
            "You notice a little deviation from normal procedure where he reads up the numbers instead of me reading the numbers back to him?",
            "Instead of copying them, I was just punching them into the computer directly.]",
            "[Jones",
            "And they could look and see what was in the registers.]",
            "[Scott",
            "Yeah.",
            "And then he called up and said 'Hey, we see a different number,' And that's because it rounds off the last five digits based on what it sees internally.",
            "And then it drives the AOT to the star and, if the spiral and cursor cross on the star, the computer knows where it is.",
            "Everybody knows where they are.]",
            "[Jones",
            " How did the G&N system compare with state of the art at the time?]",
            "[Scott",
            "It was state-of-the-art.",
            "It depends on what you call state-of-the-art, which is a function of where in a cycle of technological growth some system may be.",
            "Often people call it state-of-the-practice, which is later than state-of-the-art.",
            "But, in terms of contemporary technology, this was a unique system, but it was based on the Polaris guidance system.",
            "That's where it came from.",
            "And it had been an evolutionary process to incorporate",
            "the IMU",
            "the Inertial Measurements Unit, the inertial platform",
            "that",
            "was used, basically, on Polaris into Apollo with some sort of celestial",
            "capability.",
            "And that's how they came up with the scanning telescope and the sextant in the Command Module, and the AOT in the Lunar Module.",
            "You didn't have the capability of the drive electronics",
            "nor the room",
            "in the Lunar Module, so they had to come up with some other scheme that wasn't as mechanically driven like the Command Module sextant and scanning telescope.",
            "It didn't cover as much sky, but it didn't need to because, on the lunar surface you're fairly well fixed.",
            "At the time, it was so-called state-of-the-art.",
            "I don't think anybody else was using this directly, because there weren't any other specific applications.",
            "The Apollo guidance computer was unique, with very little erasable memory.",
            "But there were reasons for that.",
            "One was reliability.",
            "And the other, which I thought was a great idea, was that you couldn't change it before flight 'cause it was a hard-wired memory.",
            "Everybody likes to change things before flight.",
            "And that's when you get into trouble, as we have learned.",
            "Last minute changes, software didn't get verified, something glitches.",
            "For its day, it was on the front edge.]",
            "105:28:30 Scott",
            "And...Let's take a look at the Noun 79, and that's not even close.",
            "[O'Brien",
            "Dave is having difficulty locating star 61, Epsilon Orionis, in the AOT.",
            "Noun 79 displays the AOT coordinates of the star, but unfortunately, Houston has given him the wrong coordinates.]"
        ],
        "time": "000:25:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Dave, the spiral should be about 330 and the cursor about 148, if that helps.",
            "105:29:25 Scott",
            "(That's) right on."
        ],
        "time": "000:26:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "105:34:14 Scott",
            "Go."
        ],
        "time": "000:27:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And we'll give you the Noun 88s when you get to them.",
            "105:34:42 Scott",
            "Oh yeah, Schedar.",
            "Rog."
        ],
        "time": "000:28:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Falcon; Houston.",
            "(We) observed your cycle back.",
            "We'll to have to rerun that first star again.",
            "105:35:58 Scott",
            "Yes; Rog, Ed.",
            "The reason I did that was because we need to stick an erasable load in here on the Noun 79."
        ],
        "time": "000:29:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "What seems to be the problem, Dave?",
            "It looks good from here.",
            "105:37:39 Scott",
            "(Sounding a bit doubtful) Okay, we'll",
            "try; but we're in a loop here where it won't accept detent 6, I believe; but we'll press on."
        ],
        "time": "000:30:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Dave, you ready for your second Noun 88s?",
            "105:41:21 Scott",
            "Well, I think we've got them on board",
            "if that's what you read us."
        ],
        "time": "000:31:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Very good, Dave."
        ],
        "time": "000:32:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "Stand by.",
            "(Long Pause) Okay, Pro(ceed).",
            "105:46:11 Scott",
            "Okay; they're in.",
            "(Pause) And how about the RLS (Reference Landing Site)?",
            "Do you want to take it?"
        ],
        "time": "000:33:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Falcon; Houston.",
            "We need to redesignate the rendezvous radar to 180, 270, 00 for thermal protection.",
            "105:46:49 Scott",
            "180 and 270."
        ],
        "time": "000:34:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon; Houston.",
            "As soon as you get the radar parked, we're ready for the E-Mod dump.",
            "105:47:25 Scott",
            "Roger."
        ],
        "time": "000:35:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger; ready.",
            "(Pause)",
            "",
            "105:49:47 Scott",
            "And, Houston, (as per checklist page Surface 1-6) we'll be standing by for your Stay NoStay."
        ],
        "time": "000:36:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon; Houston.",
            "We're going to delete the 10-minute delay, so you can go right into P06 and power down.",
            "105:51:00 Scott",
            "Roger."
        ],
        "time": "000:37:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger; Roger.",
            "ED Batts."
        ],
        "time": "000:38:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon; Houston.",
            "We're having changeover (of flight control teams) down here; didn't get a chance to say real good job on that descent.",
            "105:55:57 Scott",
            "Okay; thank you, Ed.",
            "And (we) appreciate all your help, too.",
            "The comm was super today, and everybody back there was right on top of it all the way.",
            "We sure appreciate that help."
        ],
        "time": "000:39:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Hadley Base, Houston.",
            "The only two items we",
            "have remaining to brief you on are the EVA plans themselves and a...(Long",
            "Pause)  And Hadley, Houston.",
            "The item that slipped me there for a moment",
            "was PRD readouts when you get a chance.",
            "That and the traverse plans are",
            "all that are hanging (loose) so far.",
            "139:28:38 Scott",
            "Okay.",
            "[Scott",
            "I think we sort of ignored the PRD.",
            "(Joking)",
            "So, obviously, we're really concerned about radiation.]",
            "[Jones",
            "And the PRD was in a suit pocket, as I recall, and it",
            "wasn't until you started to get the suits on that it was handy to get",
            "at.]",
            "[Scott",
            "It is important to set the record straight on this,",
            "because of the Drury novel about the astronauts who got irradiated at",
            "Flamsteed Crater, and also Space by Michener, which are both",
            "incorrect.",
            "A lot of people think Michener's book is an historical account",
            "of the space program.",
            "It's not.",
            "It's really fiction.",
            "And, as time goes",
            "on, the written word will be confusing and people may go to those books to",
            "find out what happened during the Apollo program.",
            "And if there isn't an",
            "accurate source somewhere, they may be the record.]",
            "[Jones",
            "The thing that comes to mind is Captain Bligh and the",
            "mutiny on HMS Bounty.",
            "The tales about Bligh the tyrant and the horrible",
            "conditions on board Bounty were basically fabrications by Fletcher",
            "Christian's relatives.",
            "The truth of the matter is that Bligh was",
            "criticized by the British Navy for being a lax disciplinarian.",
            "According",
            "to the Admiralty, the mutiny was caused by his lack of discipline",
            "for the",
            "time.",
            "Yet, everyone's conception of the Bounty voyage comes from the",
            "Nordyke-Hall novelization, which ultimately derives from the propaganda",
            "spread by the Christian family.]",
            "[Scott",
            "Yeah.",
            "That's where I get it",
            "from the novel and the",
            "movie.]"
        ],
        "time": "000:40:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Go ahead, Falcon.",
            "170:37:09 Scott",
            "Okay.",
            "In the rendezvous radar self-test and the Verb 63, I have no shaft variation on the Noun 72.",
            "The trunnion's going about a half a cycle per second, but the shaft seems to be at 220.",
            "Although the cross-pointers are moving."
        ],
        "time": "000:41:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Dave, is there's any chance you can see the (antenna) shadow?",
            "The antenna is moving, is it not?",
            "170:37:57 Scott",
            "Yes, and it looks like it's moving in shaft; I can't really tell, but I...The shadow's moving and the cross-pointers are moving."
        ],
        "time": "000:42:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's affirm, Dave.",
            "We suspect you might have drifted into a stop.",
            "170:40:00 Scott",
            "Okay, it sounds reasonable.",
            "(Pause)"
        ],
        "time": "000:43:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Been waiting for your call, Jim.",
            "Okay, I've got a direct PAD (that is, for the short, one orbit rendezvous), a co-elliptic PAD, and a CSI PAD for you.",
            "170:40:37 Irwin",
            "Okay, ready for the ascent PADs."
        ],
        "time": "000:44:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Jim.",
            "One error.",
            "On the direct, Noun 37, TPI time, it should be 172:29:39.00.",
            "170:44:11 Irwin",
            "Okay, 172:29:39.00."
        ],
        "time": "000:45:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's a good readback, Jim.",
            "Be advised, we had a little comm problem with the command module before he went over the hill.",
            "We're going to be a little busy with him at AOS giving him some numbers and an uplink.",
            "[Scott",
            "They're also setting Worden up to rescue us.",
            "So it's a double rendezvous.",
            "Both guys do it.",
            "Both the LM and the Command Module perform the rendezvous and, if the LM numbers are off, the Command Module executes the maneuvers.",
            "You have the ground tracking, the LM tracking, and the Command Module tracking.",
            "So you have three votes.]",
            "[Jones",
            "So, basically, Al's got his finger on the button, ready to come get you if anything goes off nominal.]",
            "[Scott",
            "And Mitchell has to deal with both of them.]"
        ],
        "time": "000:46:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston, if you are having to dig the PRDs out, skip it for now, please.",
            "170:46:45 Irwin",
            "Okay, we will."
        ],
        "time": "000:47:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okeydoke, Falcon."
        ],
        "time": "000:48:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon; Houston.",
            "For your P57 (on Surface 12-11 and 12-12), we'd like to use star 5 (Polaris) , again, and you should find it in detent 3, at a cursor of 184 and a spiral of 282.",
            "170:49:29 Scott",
            "Okay, we already have those, Ed.",
            "Thank you."
        ],
        "time": "000:49:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "I'm trying to get it for you now, Jim.",
            "You beat me by about 15 or 20 seconds.",
            "(Long Pause)  Falcon, Houston; your AGS K-factor 170:00:00.80.",
            "170:56:12 Irwin",
            "Roger; copy 170:00:00.80."
        ],
        "time": "000:50:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Copied your angles.",
            "170:58:39 Scott",
            "Okay.",
            "Thank you."
        ],
        "time": "000:51:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger; 186 and 277.",
            "And the reason for this, Dave, is that the command module is a little bit more in an elliptic orbit than we're used to, and I'll have some more words about your TPI burn after we look at it a little more.",
            "170:59:38 Scott",
            "Okay, fine."
        ],
        "time": "000:52:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "2, all zeros.",
            "We copy 47053.",
            "[Mitchell is probably acknowledging transmission of the 047R and 053R values as called for on Surface 12-12.]",
            "171:00:54 Irwin",
            "Houston, I'm going to turn the Ascent Batts On (as",
            "per Surface 12-12).",
            "(Acknowledging Mitchell's transmission)  Roger.",
            "Ascent Batts going On now, Ed."
        ],
        "time": "000:53:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, Houston.",
            "Standing by.",
            "171:04:03 Worden",
            "Hello, Houston;  Endeavour."
        ],
        "time": "000:54:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "And, Falcon, your 047 (and) 053 are okay.",
            "Al, did you get the TPI and lift-off time for the direct ascent before LOS?",
            "Over.",
            "171:04:30 Worden",
            "Affirmative.",
            "Video Clip ",
            " 2 min 38 sec ( 0.7 Mb RealVideo or 24 Mb MPG )"
        ],
        "time": "000:55:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "Let me give you the coelliptic PAD, Al.",
            "171:04:47 Worden",
            "Go ahead."
        ],
        "time": "000:56:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Al.",
            "That's a good readback.",
            "(Pause)  And, Al, let me advise you that, because of your orbit, the TPI is going to be non-nominal in angle.",
            "About the same Delta-V; however, a different angle.",
            "We'll have more words after insertion.",
            "171:06:20 Worden",
            "Okay.",
            "Do you want the gyro-torquing angles on that last P52?"
        ],
        "time": "000:57:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Copy minus 4 balls 6, minus 3 balls 17, minus 3 balls 17, torqued at 170:06.",
            "171:06:57 Worden",
            "Roger.",
            "Video Clip ",
            " 2 min 58 sec ( 0.8 Mb RealVideo or 26 Mb MPG )",
            "RealVideo Clip",
            "(2 min 58 sec)"
        ],
        "time": "000:58:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, (the) computer's yours.",
            "171:09:04 Worden",
            "Roger, Houston.",
            "(Long Pause)"
        ],
        "time": "001:00:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Al, were you having any comm difficulties before LOS on your last pass.",
            "We lost you for about 20 to 25 minutes.",
            "171:09:39 Worden",
            "Sure didn't notice any, Ed.",
            "I was busy down in the LEB (Lower Equipment Bay), but I didn't get any signal in the headset indicating that we'd lost S-band lock, and I had the Squelch off.",
            "Video Clip ",
            " 5 min 45 sec ( 1.4 Mb RealVideo or 51 Mb MPG )"
        ],
        "time": "001:01:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, Houston.",
            "Omni(-directional antenna) Delta.",
            "171:14:36 Worden",
            "Omni Delta."
        ],
        "time": "001:02:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "Verify Slew.",
            "We're about to hand over.",
            "171:16:15 Irwin",
            "Okay, we're going Slew.",
            "[The Moon is about to set at NASA's Australian tracking station at Honeysuckle Creek near Canberra.",
            "Communications during the next eight hours of the mission will be handled thru the tracking station in Spain.",
            "The change in stations means a difference in LM antenna pointing of a bit less than 1.9 degrees.",
            "In the Slew mode, the antenna will not attempt to re-aim itself during the handover.",
            "Once the handover is, complete, Jim will switch the antenna to the Auto Mode so that it can use signal strength to re-aim.]",
            "[Scott, in a 1996 letter",
            "Honeysuckle Creek no longer exists",
            "at all.",
            "It's gone!]"
        ],
        "time": "001:03:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "Handover complete.",
            "Verify Auto, please.",
            "Video Clip ",
            " 4 min 01 sec ( 1.0 Mb RealVideo or 36 Mb MPG )",
            "171:17:37 Irwin",
            "Roger.",
            "Going back to Auto."
        ],
        "time": "001:04:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon; Houston.",
            "I still have some PIPA biases I need to give you.",
            "(No answer)",
            ""
        ],
        "time": "001:05:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "Falcon, Houston.",
            "Observe you're doing Verb 83",
            " at lift-off minus 12 (as per Surface 12-20).",
            "We're right on",
            "schedule.",
            "I have a couple of updates for you, please.",
            "(Long Pause) ",
            "Falcon, Houston.",
            "Do you read?",
            "(Long Pause)  Falcon, Houston.",
            "In the blind, while we're looking at our comm problem, your PIPA bias",
            " Verb 21 Noun 01, Enter.",
            "Enter it...Put that in if you hear me.",
            "(Long Pause)",
            "",
            "[The first part of Mitchell's transmission indicates that Houston is receiving telemetry from the LM.",
            "They are not, however, receiving voice.",
            "Houston wants Falcon to perform the Verb 21, Noun 01, Enter in part because, if Houston sees that action via telemetry, they know Mitchell is being heard in the LM.]",
            "( 19 min 56 sec ) by David Shaffer",
            "Video Clip ",
            " 3 min 01 sec ( 0.8 Mb RealVideo or 27 Mb MPG )",
            "171:27:40 Scott",
            "Houston, Falcon."
        ],
        "time": "001:06:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, let's let her come.",
            "171:28:01 Scott",
            "Okay,  here comes tank one.",
            "(Pause)  And we'll stand by for your call for tank two."
        ],
        "time": "001:07:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay; go with tank two.",
            "(The pressure in tank one) looks good.",
            "171:28:26 Scott",
            "Okay;  tank two coming now.",
            "(Pause)"
        ],
        "time": "001:08:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Dave, you're Go for the direct rendezvous.",
            "Both guidance systems look good.",
            "PGNS is your recommendation.",
            "171:28:49 Scott",
            "Roger.",
            "Go for direct on the PGNS.",
            "(Heavy Static; Long Pause)",
            "",
            "[As per Surface 12-21, Dave and Jim will now switch from the Surface checklist to the APS Start Card and the LM Timeline Book.]"
        ],
        "time": "001:09:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "I have a copy of numbers I have to read for you, Dave, when you're ready.",
            "171:29:35 Scott",
            "Okay.",
            "Pencil's out.",
            "Go ahead."
        ],
        "time": "001:10:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's a good readback.",
            "And when you have your timeline book out, I'd like to change some range and range-rate numbers because of this ellipticity of the Command Module Orbit.",
            "Video Clip ",
            " 2 min 44 sec ( 0.7 Mb RealVideo or 24 Mb MPG )",
            "171:30:36 Scott",
            "Okay, Ed.",
            "Do you want those PIPA biases loaded now?"
        ],
        "time": "001:11:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay;  the range and range-rate at insertion.",
            "Range rate is 137;  range, minus...(Correcting himself)  Oh, sorry.",
            "Range is 137;  range rate, minus 431.",
            "At plus five minutes",
            " range, 117;  range rate,  minus 398.",
            "And at ten minutes",
            " range is 98;  range rate minus 355.",
            "171:32:10 Irwin",
            "Okay;  I copied that data."
        ],
        "time": "001:12:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Loud and clear.",
            "(Long Pause)",
            "Video Clip ",
            " 2 min 52 sec ( 0.7 Mb RealVideo or 25 Mb MPG )"
        ],
        "time": "001:13:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "That's affirm.",
            "(Long Pause)  Falcon; Houston.",
            "Can you make your VHF check so we can handover the network, please.",
            "171:34:07 Scott",
            "Rog.",
            "We tried (at 171:32:47) and got no response.",
            "And I'll stand by.",
            "We should be hot miked to the Endeavour.",
            "(Pause)  Okay; Houston.",
            "We've had trouble on the VHF checks as he approached the mountains back there.",
            "We usually don't get him until he's almost overhead because of the...",
            "171:34:35 Worden",
            "Okay; Falcon.",
            "There you are.",
            "I've got you now.",
            "171:34:38 Scott",
            "Oh; okay."
        ],
        "time": "001:14:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour, Houston.",
            "We're going to hand you over now.",
            "171:34:59 Worden",
            "Endeavour, Roger.",
            "(Residual static ends; Long Pause)",
            "171:35:28 Scott",
            "Hey, Houston, Falcon.",
            "How do you read on VOX?"
        ],
        "time": "001:15:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Mark.",
            "One minute.",
            "QuickTime Clip by Peter Dayton",
            "(1 min 21 sec)",
            "171:36:25 Scott",
            "Okay, one minute.",
            "Master Arm is On; I have 2 lights.",
            "(Long Pause)  Average-g is On.",
            "(Pause)  Abort Stage; Engine Arm to Ascent.",
            "99 Pro(ceed).",
            "[Ken Glover has used the 60 fps version of the TV record on the Spacecraft Films Apollo 15 DVD set (Disk 6) to capture 20 successive frames ending with the first spacecraft motion.",
            "The third and fourth frames show a red glow at the base of the ascent stage, while the fifth shows more extensive blue cloud in the same area.",
            "Both may be related to stage separation.]",
            "16-mm film",
            "(7 min 55 sec; 127 Mb) MP4 Clip by Ken Glover from material provided courtesy Mark Gray.",
            "171:37:25 Scott",
            "Good lift-off.",
            "[Music ",
            "Air Force Song]",
            "",
            "[Jones",
            "I assume that you had a little tape recorder on",
            "board...]",
            "",
            "[Scott",
            "Al did.",
            "He wasn't supposed to start it until one minute after lift-off, but so be it.",
            "In fact, when we got back and had the big management briefing, there were a lot of people bent out of shape about that.",
            "And I said, 'That was part of the plan.",
            "So we missed it!",
            "So what?'",
            "There wasn't anything that it impaired, safety-wise.",
            "It was just that some people got surprised.",
            "But we had it all planned.]",
            "[Jones",
            "A little pizzazz!]",
            "[In a note to AFJ editor David Woods in May 1999, Dave expanded his answer.",
            "On the AF song -- yes, we did indeed know that Al was going to play it, and we had all three discussed the plan in some detail.",
            "However, it was supposed to begin at lift-off plus one minute so as not to interfere with the most critical part of the launch and ascent.",
            "For whatever reason",
            "who cares, really?",
            "-  it came on exactly at lift-off.",
            "Nobody in MCC was aware of our plan.",
            "They apparently bunched up for a few seconds trying to figure out the source.",
            "But no matter; at the end of the day it caused no problems -- except that I got chewed out by NASA management",
            "although I could see the smile in their eyes!",
            "Was it a problem?",
            "Well, I guess we should say that next time a little later turn on would probably be better.",
            "But, again, no big deal.",
            "MCC figured it out in a matter of seconds.",
            "And of course, I should have let Gerry Griffin (our Flight Director) in on the plan before the mission.",
            "An oversight on my part; sorry Gerry, it won't happen again!]",
            "[Woods also asked Al Worden about this incident.]",
            "[Woods, from 1999 correspondence with Worden",
            "Soon after Falcon lifted off the lunar surface, the 'Air Force Song' was heard on the air/ground.",
            "I have conflicting reports of the source of this.",
            "Was it yourself in Endeavour?",
            "I don't think the LM would have carried a tape player.",
            "It seems  to express a certain confidence in the system to be playing music at this time.",
            "Was it a prearranged idea or something thought up ad hoc.]",
            "[Worden from 1999 correspondence",
            "I must confess that I played the song during the lunar lift-off.",
            "I thought I was playing it only for Houston.",
            "But then I found out that someone had turned on the switch that relayed my voice to the Lunar Module.",
            "So, Dave and Jim had to perform the pre-launch checklist with the song playing in their ears.",
            "Dave was not too happy about that, but I didn't know at the time that Houston had turned the radio loop around on me.",
            "I actually had this in the back of my mind during the flight, and just went ahead and played it during the lunar ascent.]",
            "[In the 16-mm ascent film shot out Jim's window, about 1.9 seconds after first spacecraft motion, a large piece of insulation",
            "almost certainly a MESA blanket",
            "flys off toward the ALSEP.",
            "It hits the surface about 11 meters north of the ALSEP Central Station (110 m from the LM) at 6.83 seconds, rises again, and finally comes to a rest about 180 meters from the LM.",
            "A discussion is linked here.]",
            "171:37:26 Scott",
            "Automatic.",
            "Yaw left.",
            "Pitch over.",
            "(Long Pause)",
            "171:37:43 Scott",
            "Stable about 306.",
            "(Pause)",
            "171:37:53 Scott",
            "Hey, good smooth ride, Ed."
        ],
        "time": "001:16:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon you're GO at...",
            "171:38:25 Scott",
            "(Garbled)"
        ],
        "time": "001:17:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Both guidance systems are good, Dave.",
            "171:38:38 Scott",
            "Okay, looks good up here.",
            "(Pause)  It almost sounds like the wind whistling, doesn't it.",
            "171:38:55 Irwin",
            "Boy, what a view of the rille, huh?",
            "Boulder tracks coming down into it.",
            "(Long Pause)  [Music ",
            " Air Force Song]",
            "171:39:25 Scott",
            "Okay; (garbled) on the ball.",
            "(Long Pause)",
            "Video Clip ",
            " 2 min 09 sec ( 0.5 Mb RealVideo or 19 Mb MPG )",
            "171:40:05 Irwin",
            "Right on profile.",
            "(Pause)",
            "",
            "[They have charts showing the expected velocity and altitude profiles and Jim is checking the computer readouts against those charts.]"
        ],
        "time": "001:18:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Copy.",
            "(Pause)",
            "171:40:48 Scott",
            "(Garbled) thirty.",
            "(Long Pause)",
            "",
            "[They have just reached an altitude of 30,000 feet.]"
        ],
        "time": "001:19:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "You're still looking good.",
            "Your PGNS is showing a slight radial error, but...It's a little bit lower than nominal.",
            "But everything's Go.",
            "171:43:05 Scott",
            "Rog.",
            "Understand.",
            "(Long Pause)",
            "171:43:34 Irwin",
            "(Garbled) rendezvous radar lock on, huh?.",
            "171:43:37 Scott",
            "Yup.",
            "171:43:38 Irwin",
            "A thousand (feet of horizontal velocity) to go.",
            "(Garbled) 500.",
            "171:43:41 Scott",
            "Okay.",
            "(Long Pause)"
        ],
        "time": "001:20:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "Trim in-plane only.",
            "171:44:24 Scott",
            "Roger, in-plane only on the AGS.",
            "171:44:28 Irwin",
            "(Garbled) go.",
            "171:44:29 Scott",
            "Engine Arm is Off.",
            "Okay.",
            "We'll shut down on the PGNS.",
            "Okay, Auto shut down.",
            "Trim the AGS; 500.",
            "(Pause)  502.",
            "(Pause)  There's an alarm.",
            "171:45:01 Irwin",
            "AGS Master Alarm.",
            "Video Clip ",
            " 2 min 17 sec ( 0.6 Mb RealVideo or 22 Mb MPG )"
        ],
        "time": "001:21:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, is your...",
            "171:45:18 Scott",
            "Stand by for a tweak or a trim."
        ],
        "time": "001:22:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger, we copy.",
            "Guidance still looks good to us.",
            "171:45:46 Scott",
            "Okay."
        ],
        "time": "001:23:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "No tweak (burn).",
            "171:46:22 Scott",
            "Roger, no tweak.",
            "Thank you.",
            "(Pause)",
            "171:46:29 Worden",
            "Okay, Falcon; Endeavour.",
            "I got you locked up on the VHF at 127.",
            "171:46:36 Scott",
            "Okay, I understand.",
            "127, Al.",
            "(Pause)  You reading?",
            "171:46:43 Worden",
            "Roger; Go ahead.",
            "171:46:46 Scott",
            "Okay;  we're pitching up the radar-track attitude.",
            "We didn't get a lock on the way up.",
            "We'll give you a call as soon as we get locked up.",
            "171:46:51 Worden",
            "Okay;  I was watching for that, and I'll let you know.",
            "The following RealVideo clips are taken from the LRV TV tapes and, while the unchanging image is of relatively little interest, the audio portion takes the crew up to rendezvous between Falcon and Endeavour.",
            "RealVideo Clip",
            "(4 min 07 sec)",
            "RealVideo Clip",
            "(3 min 33 sec)",
            "RealVideo Clip",
            "(4 min 27 sec)",
            "",
            "The final clips show:",
            "",
            "A partial pan done by Fendell with the Rover TV;",
            "RealVideo Clip",
            "(0 min 57 sec)",
            "",
            "And an extended pan done at 211:24:15 that includes a wake-up call to the Earth-bound crew.",
            "RealVideo Clip",
            "(10 min 18 sec)",
            "RealVideo Clip (continued)",
            "(2 min 12 sec)",
            "[Journal Contributor Larry Turoski",
            "among with others",
            "noted that there was a total solar eclipse (by Earth) on 6 August 1971.",
            "Using Starry Night, I estimate that, as seen from Hadley, the time of first contact would have been approximately 17:25 UT, totality would have started at 18:25 and ended at 21:00, and last contact would have been at about 21:57.",
            "The first of these times corresponds to a GET of about 267:51.",
            "The question of interest was if any eclipse observations were made with the Rover TV camera.",
            "Apollo Flight Journal Editor David Woods provides the following extract from the A15FJ.]",
            "262:16:48 Allen",
            "Endeavour, this is Houston with a final update concerning the trusty LCRU on the lunar surface.",
            "We turned it on yesterday, and it  worked beautifully for about 13 minutes.",
            "We w...we were panning around,  zooming in and out, got a few more good pictures of the",
            "the surrounding  mountains, and suddenly we lost the TM (telemetry) downlink.",
            "In fact, we  lost everything in a very short time, about 1/60th of a second, almost as  though someone had turned it off.",
            "We tried",
            "we waited awhile and tried to reactivate it, and did such things as send signals back to it to pan  around, while we looked carefully on the passive seismometer for evidence  of motion.",
            "Apparently it was not responding to the signals.",
            "The  temperatures were completely normal right before it went off the air.",
            "We're  not exactly sure what happened.",
            "Over.",
            "262:17:59 Scott",
            "Gee, that's interesting, Joe.",
            "I guess it completely went off, and just didn't get hung up somewhere.",
            "262:18:06 Allen",
            "That's right, Dave.",
            "It wasn't a mechanical problem.",
            "We  most likely popped a circuit breaker or something like that.",
            "It's a little difficult to sort out.",
            "262:18:18 Scott",
            "Would you like us to go back up and check it for you?",
            "262:18:23 Allen",
            "Knew you were going to ask.",
            "[The following is a part of an extended discussion that Dave and I had just prior to the start of our Apollo 15 mission review.",
            "I had sent Dave an Apollo 15 summary, which Apollo 17 crew member Jack Schmitt had read previously.",
            "The draft that Dave read included a number of Jack's comments, many of which drew comments from Dave.]",
            "[Scott",
            "What was created in this exercise (meaning the Apollo Program) was a methodology by which humans decided how to go exploring another planet; which, as we all learned is quite different from exploring this planet (Earth), because there are many other variables.",
            "And I think the value in this (Apollo Lunar Surface Journal) is to document, or memorialize, not only what happened",
            "which is important",
            "but how it happened and why it happened.",
            "And that's why, as I mentioned to you, I think there are a lot of other players in this game who can make a contribution to the Lunar Surface Journal.",
            "Because their perspective would be different from our perspective.]",
            "[I think in the long run",
            "which is probably going to be a long",
            "run, whatever number of years it takes for somebody to repeat this",
            "adventure",
            "the Journal will be valuable for them",
            "if they'll go read it, which I hope they do.",
            "It will be valuable for them to learn how this group of people",
            "which was quite large",
            "designed a methodology by which an exploration such as this can be accomplished, with all the tie-ins and the integration of the engineering with the operations and the science and whatever, which I think was a pretty outstanding exercise.",
            "I believe that they did a great job.",
            "I learned a lot.]",
            "[I was an engineer/test pilot.",
            "I liked to fly airplanes.",
            "Somebody said 'geology' and, boy, I'd never even been a rockhound.",
            "Hardly anybody had.",
            "And that's why my perspective is probably a lot different from Jack's.",
            "Because Jack is, in my opinion, a superior geologist.",
            "From a completely different background, with a completely different culture, and a different outlook.",
            "So, it's a different perspective.",
            "But the bottom line is that the worth of this (Journal) is to chronicle something that was a method.]",
            "[What was the method?",
            "I'm not sure what it was.",
            "But I think",
            "that, as you go through and get this all written, somebody can come back and say, 'Oh, this is not what they did, but how they did it and why they did it.'",
            "The nuts and bolts, I think, are interesting, but when I read some of these things, I recall why we did this, how we got to that point.",
            "What was the methodology?",
            "Even to the fundamentals of Jim and I...We had two people were working there (at a time).",
            "How did we get to two people?",
            "It goes way back.",
            "And there were a lot of decisions along the way.",
            "But it was a very good method.]",
            "[Jones",
            "The best sessions I have had have been when people",
            "Jack or Gene or whoever",
            "have remembered things that they think are important to understanding what's going on and why.",
            "And then we stop and talk about it.",
            "Sometimes we can wander off into things which may not be particularly relevant to the thing that's happening at that point in the mission, but have a great deal to say about why Apollo worked, how the team functioned.",
            "I think all of that stuff is important to record, and each of you has a different perspective.",
            "That's why I think it's important to do all six missions, rather than just 17.",
            "Because 17 is a particular set of circumstances that illuminate part of the process.",
            "It was also the last of the six and built on the things that were learned in the prior ones, so that some things that were obvious to Jack and Gene and the people back in Houston were new when Neil and Buzz were up there",
            "or you and Jim were up there.]",
            "[Scott",
            "When (Captain James) Cook sat down and made his notes, he thought about what he was writing.",
            "When we spoke on the Moon, we didn't think about it.",
            "So you get a reflection in what Cook wrote",
            "albeit, he didn't write much",
            "but you don't get any reflection in what we said.",
            "Well, maybe a little bit here and there.",
            "But the transcripts are only mechanical.",
            "So what you're really doing is taking what Cook did during the day, and you're putting it into the notes in the evening.]",
            "[Jones",
            "And my only regret is that this wasn't done twenty",
            "years ago.]",
            "[Scott",
            "No, I think you're probably doing it at the right time.",
            "Twenty years ago was too soon.",
            "I think you need the historical",
            "perspective.",
            "And I find that my perspective has changed quite a bit in what was important then and what is important now.",
            "Twenty years ago was not too soon to do the nuts and bolts, the mechanics of it.",
            "And we should have done a lot more (documentation and debriefing).",
            "But I think it was too soon to reflect upon the methodology and what was accomplished and why was it accomplished.",
            "Historical perspective is very important, because the unimportant things tend to wash out, and the important things tend to rise to the surface, and that does not happen for years and years after the",
            "event.]",
            "[Jones",
            "I was actually thinking along those lines this morning",
            "a little bit.",
            "There's a trade-off, of course.",
            "Memories have dimmed a bit after twenty years.]",
            "[Scott",
            "That may be good.",
            "Memories are dim about things that were unimportant get washed out.",
            "The highlights never leave you, I don't think.",
            "I mean, I can see Hadley Rille, right now.",
            "But I can't remember when was the last time I dusted the Rover off.",
            "Relatively unimportant.]",
            "[Jones",
            "Different people have remembered different aspects of it, and it's been fun watching real memories emerge after they'd been buried for twenty years.]",
            "[Dave and I then discussed the various audiences who might be",
            "interested in the Journal.",
            "My target audience was",
            "and is",
            "the",
            "generation of engineers who will design the first permanent lunar base.]",
            "[Scott",
            "The first time it will be used will be by the next",
            "generation",
            "or whatever you want to call it",
            "of people who go there to explore",
            "long before the lunar base, in my opinion.",
            "Because you'll have to go back and, essentially, rejustify what's already been justified, because there'll be a new order of the guard making decisions.",
            "I think the lunar base engineer would use it, but I think the people who would find it most valuable are the people who are going to have to go do this again.",
            "And they're going to have to do it from scratch.",
            "We see that now.",
            "I mean, there's just no way that the country or the world could mount an expedition such as that in ten years, just because the drivers aren't there, the motivation isn't there, attitudes are different, and all that other philosophical stuff.",
            "But I think, once the human race gets back to doing something like this, it would be wise for them to review how this got done",
            "not that they'll do it the same, because times will change.",
            "But at least, if you go on a voyage to the South Pacific, you probably should read Captain Cook's Journals.",
            "It might give you an insight into what to expect.",
            "So I think the value of this is the next iteration, if you will, of people who go back.]",
            "[Jones",
            "One of the images I have had since before I got",
            "started, was of Amundsen, sailing in Fram toward the Bay of Whales with his little shelf filled with the journals of the prior expeditions",
            "of which there had been perhaps a half a dozen.",
            "None of them had gone to the Antarctic as well prepared as Amundsen went and none of them left the Antarctic knowing as much as Amundsen knew before he even got there.",
            "But, still, he read them and he re-read them, on the ship and then again on the Ice during the winter before he went to the South Pole, because he wanted to make sure that he understood all of the things that he was going to have to deal with.",
            "And make sure that he had thought about them carefully.]",
            "[Scott",
            "Good point.",
            "And that's why he made it, too.]",
            "[Jones",
            "That's right.",
            "That's why he made it look so easy.",
            "Now, you guys went well prepared, too, because the whole team had thought about it.",
            "And, one of the things that I expect we'll be talking about is how that preparation was done and about those parts of the thought process that were apparent to the flight crew.]",
            "[Scott",
            "I think that's the most important part.]",
            "[Jones",
            "You and Jim did such and such.",
            "Not because you",
            "suddenly thought of it, but because there had been a fair bit of thought that went into the mission ahead of time.",
            "And because you'd done a lot of training.]",
            "[Scott",
            "The government taught me everything I knew when I went to the Moon, and there wasn't anything that I learned that I didn't use on Apollo 15.",
            "I used everything I learned.",
            "I acquired a lot of knowledge.",
            "Some of it I resisted, fairly hard!",
            "But I was taught geology and somewhat of astronomy.",
            "We learned a lot of stars and Neil and I used to fly back and forth across the country during Gemini, doing the stars.",
            "We had an astronomer named Dunkleman, 'Dim-Light' Dunkleman.",
            "And I think astronomy is just fascinating, just haven't had enough time to address it.",
            "Anyway, all that stuff goes into a data bank that I have, so now what I do is try to apply that, because that's about all I really know.",
            "I've done some other things, but I find it's interesting to go back and use what I was taught, across the board, in the things that I can get involved in now.",
            "And I can get involved in some fairly interesting things.]",
            "[I find that there's been a couple of generations skipped in the things that we learned.",
            "We is, maybe, a group of twelve guys or whatever.",
            "I mean, everybody had a similar background with the exception of Schmitt.",
            "His background was quite different from the rest of us.",
            "But we all had pretty much the same experience in Apollo, and I find that",
            "not just from the group of twelve guys, but the people with whom we were associated engineering-wise, and operationally, and scientifically, and so forth",
            "they're not around anymore.",
            "There's hardly anybody you can talk to.",
            "I mean, you can't even get them up to the level of having a quid pro quo conversation.",
            "Hardly anywhere.",
            "It's like I've got to start at Peter Rabbit.",
            "I'm serious.",
            "Even Congressmen.",
            "Not to digress but, in the old days, the journalists understood that there was blackout on Gemini when it came down.",
            "And people could understand it, and the Congressmen could understand it.",
            "That doesn't happen any more.",
            "So you go talk to Congressmen, as an example, and they glaze.",
            "They have no idea what's going on.",
            "And NASA goes in with their testimony.",
            "It's just blowing smoke.",
            "Because that general awareness of things which relate to space and exploration is gone, in just twenty years.",
            "And now it's hard to find somebody who even understands what you're talking about.",
            "So when I go talk about something like that, I don't get any reception because they don't",
            "have a hook.",
            "There's nothing back here for them to hang what I'm telling them.",
            "And it just slides off.]",
            "[I'm not putting people down, because they're a lot smarter now than we were because they're a lot better educated; but they didn't get the benefit of the multi-disciplinary approach that we got, with all these people.",
            "I mean, Jack Schmitt was on our (Apollo 15) backup crew.",
            "So I had my own, personal, private geology professor twenty-four hours a day.",
            "Wherever we were, whatever we were doing, I could sit down with Jack and I could learn something",
            "'cause there he was.",
            "So I got a lot of that stuffed in my head.",
            "And, I'm afraid to say, there's just nothing out there any more, because those people have gone off into other things and other disciplines.",
            "Not that the ones who are there now any less qualified; they're probably better educated.",
            "They're probably smarter than we were.",
            "But they don't have this interdisciplinary approach or concept that we were surrounded by.]",
            "[I didn't mean to digress on this subject, but there are a lot",
            "of things now, in the world of space exploration if you will, that I see",
            "need some attention from  the people of the past, who are out doing all sorts of other things.",
            "And I keep telling the people I talk to",
            "NASA and whatever",
            "you got to bring in the guys who did it the first time.",
            "They'll help you.",
            "Because they're smart; and they learned it the hard way.",
            "Why re-invent the wheel?",
            "But NASA doesn't want to talk to anybody from the past.",
            "They want to do their own thing.",
            "And that's not surprising because, when I was at NASA, we all wanted to do our own thing, too.",
            "Except that we started with a blank piece of paper.]",
            "[NASA is quite arrogant.",
            "I know; I was a part of it.",
            "Today,",
            "there are a lot of other people outside of NASA who have maybe even better qualifications for some of this stuff.",
            "It's sort of interesting to get into current technology and current things that people want to do, with the perspective that we have from how it got done in the Good Old Days.",
            "And I hate to bring up the Good Old Days, because I'm told that it's different now.",
            "And that's true.",
            "Some things are different.",
            "But the methodology isn't different.]",
            "[Jones",
            "And the problems aren't different, either.]",
            "[Scott",
            "That's right.",
            "The physical reality.",
            "The world is a",
            "physical place.",
            "The problems are the same.",
            "So why not go back and get all these guys...If I were running NASA",
            "which I wouldn't want to run, but if I were",
            "I go gather up all the Lee Silvers and the Bill Tindalls and the Chris Krafts, all those guys.",
            "And I'd say, 'I need you guys for six months.",
            "I need you to tell me how to do this.",
            "How did you guys do this?'",
            "And I'd probably do it different, but at least I'd have the benefit of a Captain Cook's Journal.",
            "And a lot of them are alive now.",
            "We're losing them day by day, so you're losing the corporate memory which, if you don't document it, it'll be gone.",
            "Not that the next generations won't be able to do it, maybe even better than we did it, but it sure would be a lot easier for them.]",
            "This concludes the Apollo 15 Lunar Surface Journal.",
            "Post-EVA-3 Activities",
            "Apollo 15 Journal",
            "Rendezvous and Docking (AFJ)"
        ],
        "time": "001:24:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Roger.",
            "Very Good.",
            "106:38:29 Worden",
            "Okay.",
            "And, Houston, Endeavour.",
            "I've got the LM."
        ],
        "time": "001:25:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "106:39:43 Worden",
            "But he's almost directly north of Index."
        ],
        "time": "001:26:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Endeavour, Houston.",
            "Your TCA now.",
            "106:40:34 Worden",
            "Roger.",
            "106:40:48 Worden",
            "Okay.",
            "He's about halfway between Index and the next",
            "crater off toward the North Complex.",
            "He's sitting right by a very small",
            "crater.",
            "And, as soon as I lose them here, I'll give you the coordinates,",
            "but he's quite plain down there."
        ],
        "time": "001:27:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Go ahead, Al; Houston.",
            "106:42:28 Worden",
            "Okay, Gordo.",
            "If you look at the grid map, 1 to 250",
            "(scale); that's (map) HR25-11, he's on BR.5/75.5."
        ],
        "time": "001:28:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Hadley Base, Houston.",
            "Do you read?",
            "168:21:54 Scott",
            "Rog, Houston.",
            "Hadley Base.",
            "Go."
        ],
        "time": "001:29:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Falcon.",
            "We observe the batteries coming on; and I have a lift-off time when you're ready.",
            "169:16:02 Irwin",
            "Stand by.",
            "(Pause)  Okay, Ed.",
            "I'm ready to copy the LM ascent PAD (as per Surface 12-4)."
        ],
        "time": "001:30:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "I think I heard that.",
            "Let me read it back",
            " 171:37:22.36.",
            "And I have some star changes for the P57.",
            "169:16:50 Irwin",
            "Okay; go ahead.",
            "[In Program 57, they re-align the inertial platform using star sightings made with the Alignment Optical Telescope (AOT).",
            "The P57 procedures are on Surface 12-2.]"
        ],
        "time": "001:31:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon, when you get around to it, how about an ED batt, check, please (as per Surface 12-1)?",
            "169:18:12 Irwin",
            "Roger, Ed.",
            "37 on both."
        ],
        "time": "001:32:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay; we're ready.",
            "Let her come.",
            "(Pause)",
            "169:18:29 Scott",
            "On the way."
        ],
        "time": "001:33:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "Hadley Base, Houston.",
            "We got your E-mod.",
            "We're ready to give you an uplink (as per Surface 12-2) if we can have P00 (Program Zero-Zero) and Data.",
            "(Pause)",
            "169:19:55 Scott",
            "All righty, P00 and Data.",
            "You got it."
        ],
        "time": "001:34:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "Looks like we need to do a Verb 96.",
            "You're going through an integration loop.",
            "169:22:55 Scott",
            "Yeah.",
            "I thought that P00 and Data might get you in trouble.",
            "(Pause)  Okay; how's that?"
        ],
        "time": "001:35:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, the computer is yours.",
            "169:26:19 Scott",
            "Rog; thank you."
        ],
        "time": "001:36:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Endeavour and Falcon, Houston.",
            "We're going to delete the VHF check at this pass just to give you a little more time.",
            "169:30:54 Irwin",
            "Roger."
        ],
        "time": "001:37:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, you can torque.",
            "169:37:47 Irwin",
            "Roger; torque at 38.",
            "[Dave and Jim are performing the platform alignment on Surface 12-2.",
            "Houston has looked at the star-sighting measurements they have fed into the computer and has decided that they are consistent with the other available information.]"
        ],
        "time": "001:38:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "How do you read?",
            "170:01:37 Irwin",
            "Go ahead, Houston.",
            "5 by."
        ],
        "time": "001:39:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "What we were expecting was bags 4 and 6 in the ISA (Interim Stowage Assembly); bag 3 behind the aft engine; and 2 and 7 in the right- and left-hand stowage compartments with 7 in the left-hand, 2 in the right-hand.",
            "170:02:33 Irwin",
            "Ed, let me tell you where we have them."
        ],
        "time": "001:40:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay, Jim.",
            "That would either be bag 4 or 6, and we seem to have both of them indicated for the ISA.",
            "(Pause)",
            "170:03:32 Irwin",
            "Okay, in other words, you'd like bags 4 and 6 in the ISA.",
            "That would work out fine."
        ],
        "time": "001:41:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And be advised we're showing total weight of slightly in excess of 230 pounds, which is a little over what we expected.",
            "However, by deleting a plane change, we're going to have plenty of fuel for it.",
            "170:03:57 Irwin",
            "Roger; thank you.",
            "[Scott",
            "You were asking about extending the EVA two hours; and here's a comment by Mitchell",
            "'We have a little bit more weight than we expected, in terms of rocks,' he says, 'however, by deleting a plane change we're going to have plenty of fuel.",
            "See, we had a margin built for a plane change (by the LM), which we can now use for rocks.",
            "Al Worden has done that plane change (as scheduled with the Command Module), so we're not taking something away that we might need later on.]",
            "[Jones",
            "It's padding that's suddenly become available because everything has gone 'bing, bing'.]"
        ],
        "time": "001:42:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "170:27:19 Irwin",
            "Go ahead, Ed."
        ],
        "time": "001:43:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Okay.",
            "One thing we do need.",
            "Did you weigh your ISA?",
            "And we need a weight on it, please.",
            "170:27:44 Irwin",
            "It's all weighed and stowed."
        ],
        "time": "001:44:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "If it's too much trouble, ignore it, Jim; but if you have it real handy, I'll take it.",
            "170:28:11 Irwin",
            "We'll give you a weight here shortly."
        ],
        "time": "001:45:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Good morning, Falcon.",
            "This is Houston.",
            "Over.",
            "(Pause)",
            "138:03:56 Scott",
            "Morning, Houston.",
            "This is Falcon."
        ],
        "time": "001:46:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Rog.",
            "First thing we've been concerned about",
            "I guess we'll start off with this",
            "is, according to our data, you lost about 25 pounds of water during the post-EVA yesterday; and, it appears that it leaked out during that problem you had with the broken bacteria filter.",
            "What we're wondering is if you've looked around carefully in the cabin, and noticed any sign of that 25 pounds of water.",
            "We suggest looking back behind the ascent engine cover, because it possibly would have run back there (because of the LM tilt) and not have been",
            "obvious to you.",
            "Over.",
            "138:05:08 Scott",
            "Okay.",
            "There was some on the floor and the midstep, and we just never took the time to take a look in the back, but we will."
        ],
        "time": "001:47:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay, Dave.",
            "Our suggested procedure for",
            "collecting that will be to remove the netting and whatever is required to",
            "get down to it.",
            "[The netting is designed to keep things from falling behind",
            "the engine cover where they would be difficult to retrieve.",
            "See Figure",
            "14-25 from the Mission Report.]"
        ],
        "time": "001:48:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "And if one of you is not busy, I do have a Pad",
            "with the lift-off times for rev 32 to 37.",
            "138:12:20 Scott",
            "Stand by.",
            "(Long Pause)",
            "",
            "[Scott, from the 1971 Technical Debrief",
            "The ground",
            "suggested  using a food bag and LiOH canister to get it all up, and they",
            "wanted all the water cleaned up before we depressed.",
            "That was probably a",
            "pretty good idea because, immersed in the puddle of water, were a couple of",
            "glycol lines and some wires.",
            "Thereupon, we entered into another mopping",
            "operation.",
            "We took one of the large meal-container bags and cut it out",
            "like a scoop.",
            "And Jim passed me the canister cans.",
            "I scooped up the",
            "water, and then we took towels and dried up the rest of it.",
            "I think we got",
            "it completely dry.]",
            "[Scott",
            "I have a totally irrelevant comment.",
            "I recently met a",
            "guy who worked on the ascent engine for Rocketdyne.",
            "And he informed me",
            "that one of the interesting things to those people",
            "the engineers who",
            "worked on it",
            "was that Apollo crews had been the closest human beings to",
            "live rocket firings.",
            "Nobody has ever been that close to a rocket when it",
            "was going off.",
            "And I'd never thought of that before.",
            "(Chuckling)  But,",
            "yeah, we're sitting right on top of that thing.",
            "One of the old timers.",
            "He",
            "built that ascent engine, and he sure was proud of that ascent engine!",
            "And",
            "I was glad he was proud.]",
            "138:12:33 Irwin",
            "Good morning, Gordo.",
            "I'm ready to copy."
        ],
        "time": "001:49:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Oh, okay, Jim.",
            "T-32 is 140:10:24; T-33,",
            "142:08:33; 34 is 144:06:40; 35 is 146:05:03; 36 is 148:02:57; and 37 is",
            "150:01:04.",
            "Over.",
            "138:14:11 Irwin",
            "Okay.",
            "140:10:24; 142:08:33; 144:06:40; 146:05:03;",
            "148:02:57; and 150:01:04."
        ],
        "time": "001:50:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "Stand by, and I'll see if we want to",
            "recharge it or something.",
            "We'll check on what they want to do.",
            "Can you",
            "give us a rough idea of what sort of angle it was tilted at and in which",
            "direction?",
            "(No answer)  (Long Pause)  Jim, this is Houston.",
            "Over.",
            "138:16:34 Scott",
            "Go ahead, Gordo."
        ],
        "time": "001:51:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "Thank you."
        ],
        "time": "001:52:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Jim, this is Houston.",
            "138:18:47 Irwin",
            "Go ahead."
        ],
        "time": "001:53:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "I do have a consumable update for 138 hours,",
            "when you are ready to copy.",
            "138:19:14 Irwin",
            "Stand by.",
            "(Long Pause)",
            "138:19:37 Irwin",
            "Okay.",
            "Go ahead, Gordo."
        ],
        "time": "001:54:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay."
        ],
        "time": "001:55:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Falcon, Houston.",
            "Over.",
            "138:50:00 Irwin",
            "Go ahead, Houston."
        ],
        "time": "001:56:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay, Jim.",
            "If you get a piece of scratch paper",
            "here, I'll give you the camera magazines that we figure should be in the",
            "ETB and on the cameras at the start of this.",
            "They've changed slightly from",
            "what you loaded last night.",
            "Over.",
            "138:50:59 Irwin",
            "Okay.",
            "Did Dave tell you what we had loaded last",
            "night?"
        ],
        "time": "001:57:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay, fine.",
            "(Long Pause)",
            "138:51:36 Irwin",
            "Okay.",
            "The ETB is loaded per checklist (page 5-7)",
            "and the additional Mag is Mag Papa."
        ],
        "time": "001:58:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "(Pause)  Let me cross-check that here",
            "and see if we can get any more words on that.",
            "Let me give you one other",
            "suggestion and that's for securing the high-gain antenna cable on the Rover",
            "(to prevent snags such as occurred at Station 2).",
            "We'd like to suggest",
            "that you get the roll of tape out, strip off about 1 foot, and fold a 1- to",
            "2-inch tab on one end of it and wrap that piece of tape around the CDR",
            "camera so that after you get down to the Rover you can use it to secure the",
            "high-gain cable to the high-gain antenna mast and keep it from flopping",
            "around.",
            "Over.",
            "138:52:46 Irwin",
            "(Very faint)  Okay.",
            "(Long Pause)"
        ],
        "time": "001:00:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "One other thing is we suggest that you",
            "each wear your EVA-1 cuff checklist on your right arm for use at the end of",
            "EVA-2.",
            "That's for both of you.",
            "Over.",
            "138:53:36 Irwin",
            "Oh, yes.",
            "We've already put that in the ETB.",
            "[]"
        ],
        "time": "002:01:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "Understand."
        ],
        "time": "002:02:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Jim, this is Houston.",
            "Over.",
            "138:58:31 Irwin",
            "Go ahead."
        ],
        "time": "002:03:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay, Jim.",
            "Add 16-millimeter Mag Delta-Delta",
            "to the bag load, first of all; and then on your 70- millimeter camera,",
            "that's the LMP 70-millimeter camera, take off...We assume that Kilo-Kilo is",
            "on it now.",
            "We'd like you to take that off and put Papa-Papa onto your",
            "camera.",
            "Over.",
            "138:59:50 Irwin",
            "You're suggesting we take 16-millimeter Delta",
            "out(side), and take Mag K off my camera and put Papa on my camera; but",
            "probably carry Kilo out with us."
        ],
        "time": "002:04:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Jim, Houston.",
            "Over.",
            "139:05:08 Scott",
            "Hello, Houston; Hadley Base."
        ],
        "time": "002:05:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "I'll get a suggestion here for what to do with it now;  and I'll have it to you in a minute.",
            "[Scott, from the 1971 Technical Debrief",
            "We got two full LiOH cans...and we got another half can, at least, in the helmet bag.]",
            "139:06:04 Scott",
            "Rog.",
            "(Pause)  It looks like with all the stuff we have to throw over today, we're going to have to use another jettison bag.",
            "[Jones",
            "Could you describe the jettison bag for me?]",
            "[Scott",
            "Great big sack.",
            "Beta cloth sack with a draw string, as I recall.",
            "About the size of a trash bag or garbage can bag, I think.",
            "As I recall.",
            "It couldn't be too big, 'cause you have to get it out the door.]"
        ],
        "time": "002:06:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Dave, Houston.",
            "We didn't copy your last transmission.",
            "If it was anything significant, say again.",
            "Otherwise, don't bother to acknowledge.",
            "139:07:37 Scott",
            "I guess we just want to make sure that the tops don't come off the LiOH cans when we get ready to jettison."
        ],
        "time": "002:07:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay.",
            "That sounds good to us.",
            "(Long Pause)",
            "",
            "[See a discussion about this unidentified 'helmet bag' at 139:05:34.]",
            "139:08:37 Scott",
            "And I guess we have a question on the water in the helmet bag.",
            "Do you think we'll have any problem with that if the bag is hitched up and we keep it in a local vertical position."
        ],
        "time": "002:08:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Go ahead, Hadley; Houston.",
            "Over.",
            "139:23:53 Scott",
            "Okay, our little helmet bag is beginning to drip,",
            "so I guess it probably would be better to transfer that into the urine",
            "container, right?"
        ],
        "time": "002:09:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Oh, okay.",
            "(Long Pause)",
            "",
            "[Dave and Gordo are havig a rare Apollo nomenclature problem.",
            "See the discussion at 139:05:34.]",
            "[Jones",
            "I've never thought about the operation of the",
            "urine collection device.",
            "Is there a pressure differential across",
            "there?]",
            "[Scott",
            "You open it up to the outside.",
            "To the vacuum.]",
            "[Jones",
            "And it's a small enough line that it's a reasonably",
            "slow flow.",
            "You've got some kind of a receptacle you piss into...]",
            "",
            "[Scott",
            "Yeah.",
            "A little yellow bag.",
            "And then you dump the",
            "yellow bag.]",
            "[Jones",
            "So you hook the bag up to the line and then open up the",
            "valve and it sucks it out.]",
            "[Scott",
            "Same way in the Command Module.",
            "Motorman's Helper.",
            "That's where that came from.",
            "Apparently the idea of the little urine bags",
            "that we wore, early on in the program, came from the San Francisco",
            "street-car conductors  who apparently wore similar devices because they had",
            "to run the streetcar all day long and they couldn't take a break.",
            "My",
            "recollection is that the first time I saw one of those and heard about",
            "those, that was the explanation.",
            "Nothing in Apollo was really new.",
            "Somebody else had had a similar problem.]",
            "[We then talked about the confusion between the helmet bags and the",
            "LEVA bags.]",
            "[Scott",
            "This could be very complicated stuff",
            "with all the",
            "equipment and the nomenclature and terminology",
            "unless you work with it",
            "everyday, which Gordo didn't have a chance to do.",
            "He's probably not fully",
            "familiar with the designations of these things and what the things are.",
            "We",
            "had a big book where all this equipment was diagrammed out.",
            "There were a",
            "lot of different things in there to deal with, which you have to be",
            "proficient in to understand it.]",
            "[Scott",
            "And this brings up the whole subject of communications and what things mean to different people.",
            "And, fortunately, within the program, the terminology was developed by the people who were going to use it",
            "who, therefore, knew what was meant when something was said.",
            "The team, having worked together (in training and simulations), could work very well (during the flights).",
            "Here, there",
            "was a little disconnect; but that because Gordo wasn't able to participate",
            "all the time in all the things we were doing.",
            "You notice, there's (almost)",
            "never a disconnect with Joe Allen, 'cause Joe was there all the time.",
            "Because of all the effort that was put into communications, people knew",
            "what we meant in engineering and technical matters, and geologically they",
            "knew what we meant.",
            "Which is why you can't just assemble a bunch of people",
            "and put them in a room and say, 'Go to the Moon'.",
            "Because they won't",
            "understand each other, even if it's all in English.]",
            "[Jones",
            "Which raises some interesting questions about",
            "computer-based information systems or expert systems for the Mars missions",
            "or the lunar base that could understand a question like 'Where's the",
            "framiss?'",
            "The more complex the system, the more you might need something",
            "like that which could understand the subtleties of the jargon.]",
            "[Scott",
            "And we mean helmet bag, not LEVA bag.",
            "But they're",
            "stored somewhere, and it could be mis-interpreted.]"
        ],
        "time": "002:10:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Jim, on the subject mentioned earlier about",
            "your PLSS being filled on a slant and causing the problem you had with the",
            "(RCU) flags, we don't think that's any real problem, but if you have",
            "concern about it, we think that refilling the PLSS in a vertical position -",
            "and we have a procedure that we feel will take about 10 minutes total to do",
            "- we're pretty sure will solve that problem.",
            "We don't think there's any",
            "danger in going ahead and getting the same symptoms as you did on the first",
            "EVA; but if you'd rather not (be bothered by the warning tone), we can do",
            "this procedure to get rid of that air bubble.",
            "Over.",
            "139:26:26 Scott",
            "Okay, Jim says he's not worried about it, as long",
            "as it's no real problem.",
            "We'll just press on."
        ],
        "time": "002:11:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "And, Falcon, you are Go for PDI (Powered Descent Initiation).",
            "104:26:19 Scott",
            "Roger.",
            "Go for PDI.",
            "(Long Pause)",
            "",
            "[Stephen Tellier has provided a pre-mission illustration of the planned LM ground track from PDI to landing ( 2.9 Mb or 640k ).]",
            "104:26:38 Irwin",
            "(Garbled)",
            "104:26:43 Scott",
            "Okay.",
            "Endeavour, how do you read the Falcon?",
            "104:26:45 Worden",
            "Falcon, Endeavour.",
            "Reading you loud and clear there, Dave.",
            "(Long Pause)",
            "104:27:08 Scott",
            "Endeavour, Falcon.",
            "If you're reading, we're not reading you.",
            "104:27:13 Worden",
            "Falcon, Endeavour.",
            "How do you read?",
            "(Pause)"
        ],
        "time": "002:12:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "Roger.",
            "It'll come up here in a moment.",
            "(Pause)  It looks good to us, Jim.",
            "104:28:35 Irwin",
            "Okay.",
            "(Long Pause)"
        ],
        "time": "002:13:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "A (Noun) 169",
            "minus 02800.",
            "[This is a guidance update",
            "based on Earth based tracking",
            "to correct for about a 2800 foot undershoot of the planned landing site.]",
            "104:31:37 Scott",
            "Roger, minus 02800.",
            "Standing by for the Enter.",
            "[Journal Contributor Paul Fjeld notes that the ability to update the LM targeting was added on Apollo 12.",
            "DLAND",
            "Noun 69",
            "was an unusual vector!",
            "It  was added to the Position of the landing site (RLS) every 2-second  cycle, then zeroed.",
            "The crew had to verify that the three registers were all balls (all zero), then only put the Delta Z value (downrange change in  position) in R1, then only press enter when MCC looked at the DSKY  downlist to verify that the number was good.",
            "A bad Noun 69 was an easy way for the crew to mess up the landing.]"
        ],
        "time": "002:14:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "You're Go at 2 minutes.",
            "104:32:13 Scott",
            "Roger, Go at 2.",
            "PGNS and AGS compare.",
            "[The PGNS and AGS use independent sensing systems  to determine the trajectory and the fact that they agree is reassuring  to all concerned.]",
            "104:32:18 Irwin",
            "H-dot's a little high.",
            "We're about 2 percent low on fuel.",
            "104:32:23 Scott",
            "Okay.",
            "[Journal Contributor Paul Fjeld",
            "Up on the CDR's main panel beside the timers were two small digital EL (Electro-Luminescent) displays that showed fuel and oxidizer percent remaining.",
            "The crew could monitor either set of tanks by pushing the PRPLNT QTY MON switch to DES 1 or DES 2 depending on which was more conservative (Houston would make the call).",
            "Here, Jim is comparing the number he sees on the panel with a chart of values expected at various times during the descent.]",
            "104:32:24 Irwin",
            "At one (minute).",
            "(Long Pause)",
            "",
            "[In Houston, Ed Mitchell requests permission to tell the crew that the Flight Controllers believe that the fuel quantities are actually normal.]"
        ],
        "time": "002:15:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "We're...",
            "104:32:44 Irwin",
            "H-dot's 4 (feet per second) high."
        ],
        "time": "002:16:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "You're Go at 3.",
            "104:33:25 Scott",
            "Roger, Go at 3.",
            "Altitude light is out.",
            "We have a 3400 Delta-H.  (Pause) Velocity light is out.",
            "Delta-H looks good up here, Houston.",
            "What do you think?",
            "[The fact that the altitude and velocity lights have gone out indicates that the computer is now getting what it considers to be acceptable data from the landing radar.",
            "Delta-H is the difference between the altitude given by the radar, and the altitude above the terrain computed by the PGNS.]",
            "[O'Brien",
            "Because the computer uses only a simplistic, five segment model of the mountainous terrain below, Delta-H is the difference between the altitude above the mountains as determined by the landing radar, and the calculated elevation of the surface in the model.",
            "If the terrain model were perfectly accurate, and if Falcon were flying a perfectly accurate approach path (rather than being somewhat south of the desired track), Delta-H would be zero.",
            "A model of the approach-path terrain was first incorporated in the guidance routines for Apollo 14.]"
        ],
        "time": "002:17:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Copy.",
            "(Pause)",
            "",
            "[Jim has just checked the voltage on the batteries which would fire the small pyrotechnic charges",
            "called Explosive Devices (EDs)",
            "that would separate the LM stages in the event of an",
            "abort using the ascent engine for a return to lunar orbit.]",
            "[David Woods has provided scans of pages 15 ( 1.0Mb ) and 16 ( 1.0Mb ) from the Apollo 15 Lunar Module Cue Cards, which cover various abort scenarios.",
            "On page 16, for a return to orbit using either the descent engine (lefthand column) or the ascent engine (righthand collumn), Dave would check the position of the Guiance Switch and then push either the Abort button or Abort Stage button, respectively.]",
            "104:34:12 Irwin",
            "4 minutes.",
            "Altitude is 2000 high.",
            "104:34:15 Scott",
            "Okay.",
            "104:34:16 Irwin",
            "About 3 low.",
            "Fuel and Oxidizer looking good (within) 1 percent (of the planned values).",
            "104:34:21 Scott",
            "Okay.",
            "PGNS and AGS look good.",
            "(Long Pause)",
            "",
            "[Figure 7-3 in the Apollo 15 Mission Report shows the ",
            "altitude readouts of the PGNS and AGS.",
            "Note that the horizontal axis  is mislabeled.",
            "The label 104:30:00 is correct but the next one to the right should read 104:34:00 instead of 104:30:34, and so on.",
            "After the crew told the PGNS to accept landing radar updates, the computed altitude leveled off at about 42,000 feet for approximately one minute and then stayed above the AGS altitude for another three minutes.",
            "According to the Apollo 15 Mission Report, the difference was due, primarily, to an improper value used by the computer for the slope of the mare surface near the landing site.",
            "As the LM approached the landing site, the effect of the slope on the altitude calculation became less and less important.",
            "The AGS does not use the radar data and, so, was unaffected.]",
            "104:34:42 Irwin",
            "4:30.",
            "Altitude's 4000 high, H-dot's right on.",
            "Fuel and Oxidizer good.",
            "104:34:48 Scott",
            "Okay.",
            "Delta-H is 2000.",
            "(Long Pause)",
            "[In Houston, there is an on-going discussion about the validity of the Fuel Quantity gauge Number 1 reading.]",
            "104:35:11 Irwin",
            "5 minutes.",
            "Altitude, 4000 high.",
            "H-dot, ",
            "about 9 (feet per second) high.",
            "104:35:18 Scott",
            "Okay."
        ],
        "time": "002:18:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "You're GO at 6 (minutes).",
            "104:36:31 Scott",
            "Roger.",
            "Go at 6.",
            "30 K (30,000 feet altitude).",
            "104:36:43 Irwin",
            "Altitude, a thousand high.",
            "H-dot, about 4 high.",
            "104:36:47 Scott",
            "Okay, x-axis override's out."
        ],
        "time": "002:19:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "Descent 1 (fuel gauge).",
            "[They have two fuel gauges and Houston believes that the number 1 gauge gives the more conservative reading.]",
            "104:38:14 Scott",
            "Roger.",
            "Descent 1, and looks like P64 at 9:23."
        ],
        "time": "002:20:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "We expect you may be a little south of the site, maybe...",
            "104:39:18 Irwin",
            "Okay.",
            "Coming up on 8000 (feet altitude).",
            "Mitchell:...3000 feet.",
            "104:39:24 Scott",
            "(Responding to Mitchell)  Okay.",
            "[Scott, from the 1971 Technical Debrief",
            "Just prior to P64, two events occurred which biased my estimation of where we were going to land.",
            "The ground called us and told us we were going to be 3000 feet south.",
            "Right?]",
            "[Worden, from the 1971 Technical Debrief",
            "Yes, I recall (hearing) that from the Command Module.]",
            "[Scott, from the 1971 Technical Debrief",
            "(The second event was that) I looked out the window, and I could see (Mt.)",
            "Hadley Delta.",
            "We seemed to be floating across Hadley Delta and my impression at the time was that we were way long because I could see the mountain out the window and we were still probably 10,000 to 11,000 feet high.",
            "I couldn't see the rille out the forward corner of the window, which you could on the simulator, out the left forward corner.",
            "So, I had the feeling from the two calls that we were going to land long and south.]",
            "[Scott, from the Apollo 15 Mission Report",
            "At an altitude of approximately 9000 feet, the upper fourth of Hadley Delta Mountain  was visible out of the left window.]",
            "[The summit of Hadley Delta is about 11,000 feet above the valley",
            "floor.",
            "The mountain is on the left side of AS15-87-11717 with St. George Crater prominent on its northwestern Flank where Hadley Rille winds around the base.",
            "The picture was taken from the LM on the final pass over the landing site prior to the descent.]",
            "[Scott",
            "The feeling of slow, forward, floating motion was experienced and, because of the relative position and motion with respect to the mountain, an impression of a downrange overshoot was experienced.]",
            "[The following is taken from the partial Apollo 15 mission review I",
            "conducted with Jim in 1989 at his office in Colorado Springs.]",
            "[Irwin",
            "(Chuckling)  We're not looking down as we come over the mountains.",
            "We're looking (more or less) straight up until we get down to around 6000 feet and we pitch forward about 30 degrees and, at that point, we could look forward and see where we were.",
            "We could see the mountains.",
            "I was startled because, out the (left) window, I could see Mt.",
            "Hadley Delta which towered about six or seven thousand feet above us.",
            "And we never had that type of presentation in the simulator.",
            "We just had the front view, not the side view.",
            "When we pitched over, I could see the mountain that towered above us out Dave's window.",
            "I'm sure it startled Dave, too, because we wanted to know, you know, were we coming in to the right place?",
            "Fortunately, the rille was there and it was such a beautiful landmark that we knew we were coming in to the right area.",
            "But we'd never had that side view in any of our simulations.",
            "It was just the front view.",
            "A level plain with the canyon.",
            "And it would have been very impressive to be able to look out as we were skimming over the mountains with about 6000-foot terrain clearance.",
            "At that speed it would have been really spectacular, like a low-level pass as we came over the mountains down into the valley.]",
            "[Jones",
            "What was the nature of the simulation that you looked at in training?",
            "It would have been early for a computer sim.]",
            "[Irwin",
            "Well, the simulation was actually a model of the surface that the (U.S.) Geologic Survey had done.",
            "And then we had a television camera that would move over the surface as we came in and that was then portrayed to us in the Lunar",
            "Module.]",
            "[Jones",
            "How big was the model that the camera flew to?]",
            "[Scott",
            "About 15 feet by 15 feet.",
            "And we very seldom looked at the whole thing.",
            "We look at the landing site part.]",
            "[Jones",
            "And you rarely went into the place were it really was.",
            "It was ceiling mounted, was it not?]",
            "[Scott",
            "I think so.",
            "I remember having looked at it, but I didn't",
            "spend much time.",
            "I looked at it a lot out the (LM simulator) window.",
            "And when you look at it out the window, you don't see the edges (laughing).]",
            "[Journal Contributor Frank O'Brien has",
            "provided a view of the LM Mission Simulator",
            "(right) and the Landing and Ascent Facility (left) and, also, a view of the  CSM Mission Simulator.]",
            "Mpeg Clip",
            "(time lapse; 3.0 Mb)",
            "RealVideo Clip by Ken Glover from the NASA film Apollo 15",
            "In the Mountains of the Moon ",
            "(not realtime)",
            "104:39:32 Irwin",
            "7000 feet.",
            "P64!",
            "104:39:36 Scott",
            "Okay.",
            "104:39:37 Irwin",
            "We have LPD.",
            "[LPD is the Landing Point Designator.",
            "In this mode, Dave can use his handcontroller to tell the computer to alter its target left or right, forward of back.",
            "From the computer readout, Jim will give Dave an angle which tells him where to look through ",
            "scribe marks on the window to find the place where the computer thinks they will land.",
            "There are matching scribe marks both on the inner and outer panes of Dave's window and, if he positions himself so that those two sets line up, he will be looking at the proper point on the surface.]",
            "104:39:40 Scott",
            "LPD.",
            "(Pause)  Coming right.",
            "[O'Brien",
            "Now that the landing area is in sight, Dave is making the first of 18 redesignations of the landing site, correcting the approach path to the right moved the targeted landing site to the north.]",
            "104:39:45 Irwin",
            "Four-zero (LPD angle)",
            "104:39:47 Irwin",
            "5000 feet.",
            "(LPD angles) 39.",
            "39.",
            "38.",
            "39.",
            "104:39:56 Irwin",
            "4000 feet.",
            "40.",
            "41.",
            "45.",
            "47.",
            "52.",
            "Mpeg Clip with Audio",
            "(2 min 37 sec; 20.3 Mb)",
            "QuickTime version compressed by Peter Dayton from the Teague digitization",
            "(2 min 37 sec; 1.8 Mb)",
            "104:40:06 Irwin",
            "3000 feet.",
            "52.",
            "52.",
            "51.",
            "50.",
            "47.",
            "47.",
            "104:40:21 Irwin",
            "2000 feet.",
            "42.",
            "104:40:26 Scott",
            "Okay.",
            "I got a good spot.",
            "104:40:28 Irwin",
            "Good.",
            "42.",
            "43.",
            "[Scott, from the 1971 Technical Debrief",
            "When we  pitched over, we got P64 right on time.",
            "As we pitched over and I looked  out, there were very few shadows as far as craters go.",
            "I think the  (USGS site) model gave us the impression that we could see many  craters on the surface because of the shadow lines (that is, that  they would see shadows in many craters).",
            "I believe the overall problem  was the enhancement of the photography that was a little too high-fidelity.",
            "In other words, I think they over-enhanced the photography and made  themselves think the terrain had more topographic relief than it  really did.]",
            "[The model was derived from relatively low-resolution Lunar Orbiter",
            "photographs",
            "showing objects only larger than 20 meters.",
            "In their",
            "interpretation of those photographs, the USGS analysts over-estimated the depth-to-diameter ratios of the craters, particularly the smaller ones, and, therefore, overestimated the number of shadowed craters the crew would see under lighting conditions they would have during the descent.",
            "Compare a pre-mission map showing many, well-defined craters with a photo taken from the LM on the final pass over the landing site prior to the descent.",
            "When the latter photo was taken, the shadows were more prominent than they were during the descent.]",
            "[In a 1995 letter, Dave pointed out that most of the craters around the Hadley target are shallow",
            "with small depth-to-diameter ratios",
            "and, if the L&A model was based on photographs taken at a lower Sun angle than the one he and Jim had during the actual landing, the photos",
            "and, hence, the model",
            "would have shown more craters than they actually saw.]",
            "[Scott, from the 1971 Technical Debrief",
            "When we pitched over, I couldn't convince myself that I saw Index Crater anywhere.",
            "I saw, as I remember, a couple of shadowed craters, but not nearly as many as we were accustomed to seeing (in the LM simulator).",
            "I measured my east-west (uprange-downrange) displacement by my relative position to the rille, and I could see we were in fairly good shape, relative to the rille, but we were south.",
            "I could see the secondaries (probably the craters of the South Complex).",
            "I could see some shadowing in the areas in which the secondaries occurred.",
            "Knowing that we were 3000 feet south, which I am sure will be discussed in the debriefing...Because that's not what they meant.",
            "I don't know whether you know that or not.",
            "They didn't mean 3000 feet south, apparently.",
            "They meant azimuth.",
            "They meant that we were not coming in on 91 degrees (that is, from a direction one degree south of east).",
            "We were coming in at some other azimuth.",
            "But my interpretation was that our landing point had been moved.",
            "I'm sure that we'll get that in the debriefing, but that was a confusing call.",
            "We were south, and I redesignated immediately (with the ",
            "LPD) four clicks to the right (north) and then, very shortly thereafter, after you called me again on the LPD numbers, I redesignated two more right and three uprange.]",
            "[I saw what I thought was Salyut Crater and the smaller crater to the north of Salyut, both of which are quite subdued on the (Landing and Ascent or L&A) model.",
            "I think, in fact, what I was seeing was ",
            "Last Crater.",
            "The Last Crater on the model is rather a sharp-rim crater with shadows, and Salyut and the one north of Salyut are rather subdued.",
            "I think what I selected was a landing site relative to Last Crater rather than Salyut Crater, but it looked like",
            "Salyut and the one north of Salyut to me, and that's where I redesignated to.",
            "I'm not sure how many other redesignations I put in heading for the target as Jim called the numbers.",
            "I may have put in a couple more.]",
            "[I got busy, at that time, attempting to select a point for the",
            "actual landing.",
            "I guess our pre-flight philosophy had been that, if we were on target, we would try to land exactly on target.",
            "If we had a dispersion, we would select some point within the 1-kilometer circle which looked like a good place to land and (then) would land as soon as possible so as not to get behind in the propellant curve.",
            "Once I realized that we were not heading for the exact landing site, and that I didn't have a good location relative to Index Crater, I picked what I thought was a reasonably smooth",
            "area and headed directly for that.]",
            "[According to the Apollo 15 Mission Report, Dave made a total of 18 redesignations which, collectively, moved the target 338 meters (1110 feet)",
            "uprange and 409 meters (1341 feet) north.]",
            "[Scott",
            "One of the problems we had on the descent",
            "and we talked about it briefly yesterday",
            "once we pitched over and looked out, we had four craters that we lined up on the model and the maps for our landing chute",
            " Matthew, Mark, Luke, and Index.",
            "Now, we couldn't use 'John' because of Madalyn (Murray) O'Hair.",
            "That's the truth.",
            "And, boy, those were great craters and they were lined up and we spent hours training on those craters.",
            "We called the last one Index, because Index was where we were supposed to land.",
            "And I'm sure that",
            "because the available Lunar Orbiter",
            "photos had such poor resolution",
            "they enhanced our maps and photos with features that probably either were different or were not there.",
            "And the problem was, when we pitched over and looked out the window, there was nothing there!",
            "I mean, Matthew, Mark, Luke and Index were there, but very subtle.]",
            "[Madalyn Murray O'Hair was a well-publicized, militant atheist of the time who, among other things, sued NASA after the Apollo 8 crew read from Genesis during a Christmas Eve broadcast from lunar orbit in 1968.",
            "That suit was eventually dismissed by the U.S. Supreme Court.]",
            "[Relevant maps are Pan camera frame 9430 (scan by John Pfannerstill), the post-mission map showing the traverses, and a site map showing feature names.]",
            "[Readers interested in a deeper insight into the remainder of the landing sequence and the ways in which Dave and Jim worked together as a superbly-coordinated team may wish to read Dave Scott's post-landing commentary before",
            "continuing.]",
            "104:40:31 Irwin",
            "1800 feet."
        ],
        "time": "002:21:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "(With background applause in Houston)  Roger, Roger, Falcon.",
            "104:42:48 Irwin",
            "No denying that.",
            "We had contact (that is, it was a hard bump).",
            "(Long Pause)",
            "",
            "[Scott, from the 1971 Technical Debrief",
            "There was a rumble when we landed.",
            "I think all the equipment on board rattled.",
            "It seemed as if I could hear it all (despite the helmet he was wearing) when we landed, like you would shake the vehicle.",
            "Couldn't you hear that?]",
            "[Irwin, from the 1971 Technical Debrief",
            "Yes, I agree.]",
            "[Jones",
            "When Jim said 'You've got P66', is it fair to assume that you were looking out the window?]",
            "[Scott",
            "As I recall, I went out the window as soon as we got down there (that is, at pitchover).",
            "Everything inside is for Jim.",
            "For me to come in and go back out, really takes too much time.",
            "You know, I might comment on this part of it.",
            "Another objective we had, based on the previous flights, was to stay on a constant flight path",
            "a constant rate of descent",
            "and get it down.",
            "The previous flights, as I recall, had all leveled out high and then had come back down.",
            "And we looked at their trajectories, and it seemed to be a trend, that the guys would start stopping too soon and use up a lot of propellant, doing a stairstep thing.",
            "So one of the things that we trained on and thought about, was to keep it going and keep it coming down a constant flight path so that we could save gas for the hover, if we needed it.",
            "The stairstep appeared to be a trend",
            "that people got into because there's no definition on the ground.",
            "There's no runway.",
            "With the LLTV (Lunar Landing Training Vehicle), you have the runway and it's very easy to determine how high you are when you know how wide the runway is and how long it is.",
            "When you get to the Moon, there's no runway.",
            "There's nothing there to tell you how high you are; and I think the trend had been for people to start slowing up their rate of descent too soon",
            "because, of course, you don't want to get too close, too fast,",
            "'cause then you can't stop.]",
            "[The LLTV",
            "sometimes called The Flying Bedstead",
            "was an open framework vehicle which, according to Journal contributor Ed Hengeveld, was equipped with a General Electric CF-700-2V turbofan engine which provided 18,850 Newtons of thrust and could be throttled to support five-sixths of the 1815 kg weight of the vehicle.",
            "Lift for the remaining one-sixth of the LLTV's weight was provided by two 2250 Newton hydrogen peroxide lift rockets.",
            "These engines were operated by the pilot to simulate the engine that the Lunar Module would use during its descent to the Moon.",
            "The LLTV was also equipped with a set of maneuvering thrusters similar to those on the LM so that the pilot could get a seat-of-the-pants feel for flying the LM.",
            "Only the Commanders and backup Commanders flew the LLTV.",
            "In training for Apollo 15, Dave made 32 LLTV flights between February 16, 1970 and July 1, 1971.",
            "He had, of course, previously flown the LLTV as the Apollo 12 backup Commander and also spent time in a LLTV simulator.",
            "See, also, Gene Cernan's discussion of the LLTV at 113:43:49 in the Apollo 17 Journal.]",
            "[Scott, from the 1971 Technical Debrief",
            "The ",
            "LPD was real good.",
            "I felt we were heading toward the point for which the numbers were being read.",
            "Manual control on the vehicle was excellent.",
            "I think it was more positive than the LLTV.",
            "I'll make one general comment.",
            "I felt very comfortable flying the vehicle manually, because of the LLTV training, and there was no question in my mind that I could put it down where I wanted to.",
            "We landed exactly where I was headed.",
            "In spite of the fact that the rear pad was in a crater, that's just where I wanted to land.",
            "I think our horizontal velocities were zero lateral and I had about 1 foot per second",
            "forward to keep from backing into anything.",
            "That's exactly what I wanted.",
            "There was no tendency to overshoot in attitude or overshoot in the selection of the landing site.",
            "I think all of this was because of the time that I had to work with the LLTV.]",
            "[In a 1995 letter, Dave commented that he may not have been aware of the crater in which he put the rear pad because it was shallow and probably had no shadow.]",
            "[Scott, from the 1971 Technical Debrief",
            "I guess I can't say enough about that (LLTV) training.",
            "That puts you in a situation in which you appreciate propellant margins and controllability (because the vehicle could fail and crash).",
            "I think the LLTV is an excellent simulation of the vehicle.",
            "I think if you had to move from one point to another, you could do it quite well.",
            "I would recommend an altitude of at least 150 feet so you don't get into the dust problem.",
            "I think dust is going to be variable with landing sites.]",
            "[Jones",
            "It seems to me that Jim's giving you a lot more ",
            "LPD angles",
            "than I remember other LMP's giving the Commanders.",
            "And he doesn't give you a first H-dot (descent rate) until 500 feet, which is just before you go into P66.",
            "You two had obviously worked this final part many, many times.]",
            "[Scott",
            "Oh, yes.",
            "And I wanted as much from Jim as I could get.",
            "I mean, I was outside the window.",
            "Everything from inside the cockpit was from Jim.",
            "So I had a lot of sources of information.",
            "We did that on the launch, too.",
            "We had everybody with a role talking to me.",
            "And sometimes simultaneously with the ground.",
            "And I remember having learned this from Jim McDivitt.",
            "Because he did this back on Apollo 9.",
            "To sort out the voices and take the one you wanted, and to get as much data as you could possibly have without an overload.",
            "You can block out what you don't want",
            "to hear.",
            "So when Jim and I worked on this, I remember we worked on him giving as much as he could, because I wasn't going to do any talking.",
            "I was going to do the flying.",
            "I was going to do outside the window, and he was going to tell me what was going on inside.",
            "We were comfortable doing it that way.]",
            "[Jones",
            "You had rate meters and the like around the window, but you were entirely out the window.]",
            "[Scott",
            "Entirely out the window.",
            "Because, from the LLTV training, keep it steady and you'll land it.",
            "I knew I could land the machine if it would stay upright and the engine kept burning.",
            "And all the other things I had was icing on the cake.",
            "So if Jim could feed me all this information, that was even better.]",
            "[Jones",
            "So, basically, down to 400 or 500 feet, the computer's controlling the descent rate and you're basically just telling it where you want to put it down.",
            "And, below 500 feet, you take over and control the descent rate.]",
            "[Scott",
            "Which probably gets you into the discussion of why people didn't use an automatic landing, like Jim Lovell would have.",
            "Lovell would have, he said, let the automatic system go.",
            "I don't know if you've had any other discussions on this point, but there were a lot.",
            "Because the automatic system would probably have done very well.]",
            "[Scott",
            "I worked the rationale out with Jim (Irwin).",
            "The guy on the right's got to have some input 'cause, if the guy on the left screws up, it's bad news for the guy on the right.",
            "You know, if you're riding in the back of an airplane or in the right seat of an airplane, it's a lot more uncomfortable than if you have hold of the stick.",
            "And there are a lot of stories about that that are kind of interesting.",
            "But we sort of worked it as a team, because I could get all that data.",
            "My feeling was, if I'm in the loop mentally I can respond more quickly than if I have to watch an automatic system and take over and then get my mind in the loop.",
            "So I was more comfortable in flying a manual descent than an automatic descent.",
            "Not that I thought that the automatic descent wouldn't work.",
            "It would probably work.",
            "But, if something goes wrong, I'm in the loop already.",
            "And my mental computer is already running at full speed so, if there's a hiccup somewhere, I'm already on top of it.",
            "Whereas, if you have an automatic hiccup, you got to decide what it is you do to get into the system.",
            "That's why, in my opinion, I would always make the lunar landing manually.",
            "Mainly, because it's a challenge; but also because you (the pilot) are already on top of it and you're reaction to a failure or a problem is going to be much quicker.",
            "We were asked, 'Why don't you land automatically?",
            "Don't you think the system will work?'",
            "Of course, I think the system would work.",
            "But on the other hand, I think we",
            "as a group flying the machine, the PGNS, AGS, Irwin, and me, we're all flying that thing",
            "I think we as a collective entity are safer and more efficient if there's a focal point.",
            "And I was the focal point.",
            "Jim fed things into my ears.",
            "The Moon fed things into my eyes, and I could feel the machine operating.",
            "I had never heard a comparison with other flights, because we all left when we got through, right?",
            "I was very comfortable with Jim giving me as much as he could give me.]",
            "[Journal Contributor Mike Poliszuk notes Scott talks extensively about the time he spent looking inside vs. outside the cockpit.",
            "Had the technology been available at the time, a heads-up display (HUD)",
            "window projected or projected onto a helmet-mounted display",
            "would have been useful.",
            "At the minimum the  LPD could have been displayed directly for the Commander, so the LMP would not have had to read the numbers aloud.",
            "Other data, such as h, h-dot, lateral rates could also have been projected; and with proper software, this data could have been portrayed in some graphical format that integrated all needed data into a form easily interpreted by the Commander.]",
            "[Scott, in a 15 August 2009 e-mail",
            "I would much prefer to have Jim read the numbers rather than have anything else (other than the LPD) in the window to scan and interpret -- my job was to find a landing point, total focus on the surface, with no distractions in focus or observation.",
            "Heads Up displays are great for some things, but not for landing on the Moon....!!",
            "As a crew we had trained this way in many situations -- Al and Jim would fee me data and I would focus on the 'flying' at hand; this way I could use all of my inputs",
            "including hearing",
            "and they could use all of their outputs",
            "seeing and speaking.",
            "As another example, the S-V launch required all three of us at max output/input, and, at least for us, it worked great, especially in sims when sim-supe was trying to wipe us out...!!.]",
            "[Jones",
            "One of the things that Jack and Gene talked to me about was working hard on the AGS, not only as an abort system, but as...I don't want to misquote them, but to have confidence that they could have landed with it if they had to.",
            "They say that mission rules were, if the PGNS went out, you abort back to orbit.",
            "But they said they slogged the AGS pretty hard",
            "with the updates and the like",
            "that they felt fairly confident that they would have had good enough information out of it to land.]",
            "[Scott",
            "I'll give you two comments.",
            "I was around when McDivitt and Schweickart spent a good portion of their lives on the AGS on Apollo 9.",
            "And it was not as capable as the PGNS.",
            "It was exactly what it was supposed to be",
            "an abort guidance system.",
            "It was not as capable as the primary guidance system.",
            "But, from a technical, physical point of view, it would probably give you, in retrospect, enough information to make a manual landing from on the order of 400 or 500 feet.",
            "Just like an LLTV landing.",
            "If you can land the LLTV, then you could probably land on the AGS, because it would keep the system running.",
            "But, on the other hand, on a lunar mission, A, management would not let you do that.",
            "If I were a manager, I would not let you do that, because it's just not built to do that.",
            "And, B, when Jim and I were in our mission, we didn't ever consider that; we didn't spend any time on it.",
            "We were involved in other things and...Not that it wasn't a good idea because, when Gene and Jack got to their turn, things were much more mature, and they could spend time looking at that.",
            "And it's a good idea they did.",
            "And I believe they're right.",
            "The AGS probably could get you down.",
            "Nobody'd ever let you do it, though.]",
            "[Jones",
            "You guys had been through your landing, John and Charlie had been through theirs...]",
            "",
            "[Scott",
            "And, as long as something will keep that vehicle",
            "stable...The LLTV landings were manual landings, and the LLTV was a great trainer.",
            "I mean, boy, am I glad we had that, because it gave me confidence that I knew what I was doing on the Moon, and I didn't have to think about things.",
            "I didn't have to consciously program myself to do things.",
            "I was automatic.",
            "So, my feeling was, if you can land the LLTV, you can land a LM.",
            "And if the AGS will just keep the sucker straight, you can get it down, manually.",
            "But you're not going to do that, mainly because, if you lose the PGNS, you're not going to land.",
            "That's the way it is.",
            "So you go into it that way.",
            "One of the things we did do was to cut the rendezvous in half, Jim and I.",
            "And they used it on 14, because our experience on Apollo 12 enabled us, when we got to 15, we were already up on the curve.]",
            "[When you're in the simulator, and I'm sure Gene and Jack did the",
            "same thing, after a while you need some variety.",
            "I mean, there are all the normal emergencies and you can do all that stuff.",
            "So let's see what else we can do.",
            "Jim and I worked on cutting the rendezvous by one rev and helped them develop a quick rendezvous.",
            "And we got that done early on in 15, so they used it on 14.",
            "But I'm sure Gene and Jack, when they got in there, went through all their stuff.",
            "They were up on the curve, so 'Let's see if we can land on the AGS.'",
            "Great idea.",
            "Sure, you probably can.",
            "But",
            "we didn't do that.]",
            "[Jones",
            "The LLTV.",
            "It was a solo vehicle.",
            "You didn't have an LMP standing there next to you feeding you information of any kind.",
            "What kind of instruments did you have?]",
            "[Scott",
            "Essentially the same as on the LM.",
            "Same kind of descent rate and altitude.]",
            "[Jones",
            "Instruments surrounding a window?]",
            "[Scott",
            "Let me see.",
            "Yes, it was as high a fidelity as you can build on the Earth.",
            "You know, we started out with four LLTVs and ended up with one (because three were lost in crashes).",
            "And, every time one crashed, the hue and cry from management was, 'Get rid of those damn things, what good are they?'",
            "But we (astronauts), as a group supported the idea a hundred percent because, again, you've got to do things as real as possible before",
            "you get into the lunar situation.]",
            "[In all, NASA built five LM trainers of this type.",
            "Two were an early version called the Lunar Landing Research Vehicle or LLRV.",
            "Neil Armstrong was flying LLRV-1 on May 6, 1968 when it went out of control.",
            "He ejected safely and the vehicle crashed.",
            "A later version was called the Lunar Landing Training Vehicle or LLTV and three were built.",
            "Two of these were lost in crashes on December 8, 1968 (piloted by Joe Algranti) and January 29, 1971 (piloted by Stuart Present).",
            "The LLTV was a more accurate LM simulator and Dave is correct in saying that only one was available in the months leading up to Apollo 15.]",
            "[Scott",
            "I remember when Pete came back and I had a couple of conversations where I asked him, 'What do you think about the LLTV?'",
            "And he said 'Boy, that's the thing to have.'",
            "So, when my turn came, I was absolutely insistent.",
            "'You've got to fly this thing.'",
            "I could probably have gone to the Moon and landed without doing it, but I certainly wouldn't have had the comfort or the confidence.]",
            "[Jones",
            "Was the LLTV more or less stable than the LM",
            "itself?]",
            "[Scott",
            "Well, in what way?",
            "You couldn't abort.",
            "You run out of gas and you crash.",
            "And it also put you on the line.",
            "And it also enabled you to stretch yourself.",
            "In other words, when I flew the LLTV, I never landed it where I was supposed to land.",
            "When I got down to where I was comfortable I could go where I was supposed to go, I pushed myself on to a secondary landing point, so could learn how to do that.",
            "I never had to use it, but it was a great opportunity to push things out to the edge under a controlled situation, with supervision, with people watching you, on a normal day where you didn't have all these other things going on.",
            "So you could push yourself out there without taking a big risk.",
            "(See the LLTV Flight Rules.)",
            "And that's why I thought it was a marvelous machine.",
            "Hell of a challenge.",
            "A tough thing to fly.",
            "Landing on the Moon",
            "I don't care what anybody says, that's damn hard.",
            "I mean, that takes real aviation.",
            "That's flying!",
            "And I think all the things we got prepared us to do that.",
            "And I was very comfortable.]",
            "[Jones",
            "If you look at the list of Commanders, six of the seven (Jim Lovell included) assigned to make landings had Navy training.",
            "Everyone but Dave Scott.]",
            "[Scott",
            "You're one of the first people I've ever heard observe that.]",
            "[Jones",
            "And they had carrier experience.",
            "And Gene told me that he thought landing on the Moon was easier than a night carrier",
            "landing]",
            "",
            "[Scott",
            "And I think he's probably right.",
            "But go ahead.]",
            "[Jones",
            "Had you ever done anything like that and is the fact that there were six Navy-trained guys due to the luck of the draw or did the carrier experience have anything to do with it?]",
            "[Scott",
            "Luck of the draw.",
            "Absolute luck of the draw.",
            "On the other hand, I think that they benefited from their carrier experience, because I do think it's hard.",
            "I've never done it but, golly, I know those guys real well and Dick Gordon (who was a Navy flyer) and I rotated backup and prime, backup and prime and we live across the street from each other and I flew with Dick a lot.",
            "Dick and I have lots and lots of yarns, together, let me tell you.",
            "And I know that the carrier landings at night are hairy mothers.",
            "They're tough.",
            "And I think that was valuable experience for those guys and I'd wish I had it.",
            "And I think it might have been tougher for me to learn how to land the LLTV without having had the experience of carrier landings.",
            "And I agree with Gene.",
            "Not that I can make a comparison from personal experience.",
            "But I can tell you that landing the LLTV was lot harder than landing any airplane I ever landed.",
            "But, as for who got to go, that was luck of the draw.",
            "As you well know...People say, 'Why did they pick Armstrong first?",
            "Oh, he was a civilian.'",
            "No, it was luck of the draw.]",
            "[Jones",
            "He was in the rotation.]",
            "[Scott",
            "One time, early on, Slayton put thirty guys in a room",
            "(members of the three groups of astronauts chosen in 1959, 1962, and 1963) and said 'You are the guys that are going to go to the Moon.'",
            "And that's even before we picked the Wordens and the Irwins (who were members of the group of 19 pilots chosen in 1966).",
            "They hadn't even been selected yet.",
            "'You guys are going to go to the Moon.",
            "You've got it locked up, and we're going to put you in some order.']",
            "[I looked at it one time because some of these discussions came up at dinner, somewhere, of all the guys who had an opportunity to land on the Moon because they were in the program at the point at which they could have.",
            "Less than fifty percent took it or really went and did it.",
            "(Fourteen members of the first three groups flew lunar missions.",
            "Jack Schmitt was the only one of six scientist astronauts selected in 1965 who flew a lunar",
            "mission.",
            "And nine members of Jim Irwin's group drew lunar missions).",
            "A lot of them left for, I think, funny reasons.",
            "Some of them (Ted Freeman, Charlie Bassett, Elliot See, Gus Grissom, Roger Chaffee, Ed White and, C.C.",
            "Williams) got killed.",
            "You look at the guy on the right of you and only one of you is going to get to do it.",
            "But the luck of the draw was the reason people got the missions they got.",
            "The fire came along, they changed the rotation, everything switched around.]",
            "[Jones",
            "Mike Collins' neck problem (that knocked him out of the Frank Borman crew that flew Apollo 8), etc.]",
            "[Scott",
            "So it was fortuitous, it really was, if you got into this",
            "string.",
            "You had to make your own way, because you had to do a good job.",
            "But one of the things I like is that nobody knew why they got selected.",
            "I mean, you couldn't work hard on this area, or you couldn't work hard on that person who happened to be in management.",
            "You had to just go and do the best you could do.",
            "And then be at the right place at the right time.]",
            "[Jones",
            "I tell you, I love it that Deke has never talked about",
            "it.]",
            "[Slayton did, however, eventually talk about crew selection in the excellent, posthumously-published book Deke!, written with Michael Cassutt, which appeared in 1994.]",
            "[Scott",
            "And I think that's right.",
            "I think he shouldn't.",
            "I can tell",
            "you one exercise that's probably known.",
            "At one point when there were thirty, they got everybody in a room and they said, 'We want you to write down the names of who you think should be on the first lunar crew.",
            "We assume that you're going to write your own name, or you wouldn't be here.",
            "Therefore we expect you to write two names, and those are the two names that you would go to the Moon with.'",
            "Now, that's when you get down to serious selection.",
            "That's called peer review.",
            "When you're going to step off into something like that, you don't pick necessarily the good old boy who lives down the street.",
            "You pick the guy who you think could take care of you in that kind of situation.",
            "And I think that peer rating was a great idea.",
            "Whether they ever used it or not, I don't know.",
            "But I think it was probably a good start.",
            "And I think it's better that nobody ever tries to figure it out.",
            "Who cares?",
            "I mean, it's all done.",
            "Whatever they did, I think they did it right...(chuckling) of course.",
            "Why would I want to go any other way, right?",
            "I got mine, baby, so it must have been right!]",
            "[Journal Contributor Jack Kozak notes that, of the astronauts chosen to command Apollo missions, in the class of 1959,  Schirra and Shepard were Navy, but were the last of their class on flight status at the time of Apollo; the class of 1962 shows a perfect balance with  three Navy  (Conrad, Lovell, Young), one civilian (Armstrong, who was Navy trained), and three Air Force (Borman, McDivitt, Stafford); and the class of 1963 also balances perfectly with one Navy (Cernan) and one Air Force",
            "(Scott).]",
            "[Scott, from the 1971 Technical Debrief",
            "When Jim called a Contact Light, I pushed the Stop button, which had been in the plan.",
            "Knowing that the extension on the engine bell was of some concern relative to ground contact (the bell was ten inches longer than those on previous LM's to give improved engine performance and allow them to carry more equipment), it had been my plan to shut the engine down as soon as possible after Jim called the contact and to attempt to be at some very low descent rate, which we",
            "felt we were at that time.]",
            "[According to the Apollo 15 Mission Report, their descent rate at Contact",
            "was 0.5 feet per second.]",
            "[Scott, from the 1971 Technical Debrief",
            "The next event was the contact with the ground, which I guess was somewhat harder than the 1 foot per second.",
            "One of the sensations which helped me prepare (for the actual landing) was contact on the order of 1 foot per second, which feels rather hard with a tightly sprung system like you have on either of those two vehicles (the LM and the LLTV).]",
            "[At touchdown, their descent rate was 6.8 feet per second and they were drifting north at 1.2 fps and west at 0.6 fps.",
            "A quick calculation using descent rates of 0.5 feet per second at contact and 6.8 feet per second at touchdown indicates that Dave got the engine off at an altitude of about 4.3 feet and that they had a free-fall time of about 1.2 seconds.]",
            "[Jones",
            "Do you remember the landing, itself?]",
            "[Scott",
            "Yes.",
            "Absolutely.",
            "Yeah, we hit firm.",
            "And one of the",
            "reasons",
            "and Jim and I talked about it after we got down",
            "of course, is that you don't know how it's going to feel when you land on the Moon until you land on the Moon.",
            "So I don't know what the other guys...I've never looked at the acceleration on touchdown.",
            "I don't know how to compare it.",
            "But it was a firm touchdown.",
            "One reason was, remember, we had to get the engine off.",
            "So, by golly, as soon as we got the contact light, the engine goes off.",
            "Another reason is we were the heaviest LM, so we're going to fall harder (but not faster) once we get the engine shut down.",
            "And another",
            "reason was we landed in that little crater, so when we touched down, we touched down probably one foot and then the other foot into the crater.",
            "So it was a firm landing, and Jim was probably surprised, not expecting it.",
            "I'm expecting it, because I'm flying it.",
            "And it's, again, the guy in the front seat versus the guy in the back seat.",
            "The guy in the front seat is tuned to what's going on, and the guy in the back seat isn't.",
            "So he'll be somewhat behind in the event.",
            "So what Jim was saying was 'Wow, we really had contact'.]",
            "[Jones",
            "And his 'Bam'...The interval in there is long enough that it was the contact light, then the hit and his 'Bam'.]",
            "[Scott",
            "And it surprised him.",
            "You know, whap, 'Bam'.",
            "But I'm in the loop.",
            "I know what's going to happen.",
            "He's calling these things, but he's not really in the loop.",
            "So it's a real surprise to him.",
            "Another interesting analogy is, in airplanes, in doing certain tests you do a lot of rolls.",
            "Test Pilots School is an example, when you went out and did many, many rolls, you never took anybody in the backseat, because they'd get sick.",
            "The guy in the front seat doesn't get sick, because he's doing it.",
            "The guy in the back seat gets sick.",
            "I don't care who you are.",
            "Some guys don't get sick anyway.",
            "But some of the real macho kind of guys who tell you 'You can't get me sick in an airplane.'",
            "Come along, fellow.",
            "I can get you sick; because I can do enough rolls in an airplane that I won't get sick in the front seat because I'm in the loop and I'm doing it, but",
            "the guy in the back seat will because he's not in the loop.",
            "It's the same kind of thing here.",
            "An instance of surprise.]",
            "[Jones",
            "There's another Apollo example in the Rover driving on 17.",
            "Gene and Jack talked about it.",
            "Gene's driving.",
            "He's got the control handle, so he knows what he's going to do.",
            "If he's going to avoid a crater, he's got a little bit of warning.",
            "Jack doesn't.]",
            "[Scott",
            "Same thing.",
            "The guy in the right seat has just got to hang on and hope, by golly, it works.",
            "Right?]",
            "[Jones",
            "What I read this morning, in the Mission Report, is that the",
            "plus-Z (west) and the plus-Y (north) footpads touched about simultaneously",
            "and then the minus-Y (south) and the minus-Z (east) went back into the crater and gave you the landed attitude.]",
            "[They landed right over the northwest rim of a crater about 5 feet deep and 15 to 25 feet across and came to rest with the spacecraft titled back 6.9 degrees and to the left (south) 8.6 degrees.",
            "The main reason for shutting off the engine at Contact was to prevent a build up of pressure in the case that the engine bell came into contact with the ground.",
            "Because they landed straddling a crater rim, the bell did come into contact with the",
            "ground and, according to the Apollo 15 Mission Report, the buckling of the",
            "engine bell reported by the crew once they got outside may have been caused by a pressure build up, rather than the impact.",
            "The crater rim was quite soft and would have yielded instead of causing buckling of the bell.]",
            "[Now that they are down, Dave, Jim and Houston will make sure that the spacecraft suffered no important damage during the landing and that it is safe to stay.]",
            "[Scott",
            "As sort of a nuts-and-bolts thing, that's probably one of the tense times of the mission, right after you land.",
            "That's when you'll have a problem, if you have a problem.",
            "And the Stay is a relatively big deal, because everybody's looked at all the systems and they don't see anything major wrong.",
            "Up until that point, you're tuned to push the abort button.",
            "'Cause if there's something radically wrong because of the landing, you got to get out of there.",
            "So that's a pretty tense thing where everybody's watching it closely.",
            "And it's always nice when they give you the Stay, because it's unlikely you're going to have a major problem after",
            "that.]",
            "[Jones",
            "They look at the ascent stage and decide it's",
            "okay...]",
            "",
            "[Scott",
            "You're not going to fall over.",
            "There's always this...Part of the thing is, when you touchdown, if your rates",
            "lateral and longitudinal",
            "are too high, you could turn over.",
            "Not good.",
            "Or if you're in too big a slope.",
            "Or if a landing leg collapses.",
            "Or you're in a hole full of dust and you sink",
            "you know, the Tommy Gold stuff.",
            "None of that happened, but you're tuned for it.]",
            "[Cornell University physicist Thomas Gold had hypothesized that the Moon was covered with a thick layer of dust which would not support the landing of a spacecraft.",
            "Despite the presence of small craters  -which would have quickly disappeared in a deep dust layer",
            "in images returned by the Ranger and Lunar Orbiter spacecraft and the successful landings of several Surveyors on a very firm Moon, Gold's theory refused to go away completely, much to the annoyance of the astronauts and others.]",
            "[The Flight Controllers in Houston see Dave and Jim turn the Engine Arm Off and the Flight Director tells the Controllers 'Okay, everybody keep their eye on it (meaning the LM).']",
            "104:43:08 Irwin",
            "Okay.",
            "ECS (Environmental Control System, which keeps the cabin pressurized, etc.)",
            "looks good.",
            "(Pause)",
            "104:43:14 Scott",
            "Okay.",
            "Landing Radar (circuit breaker)'s open.",
            "(Garbled) looks steady.",
            "(Pause)",
            "104:43:20 Irwin",
            "Okay, did you get the Landing Radar (circuit breaker) open?",
            "104:43:23 Scott",
            "Yup.",
            "104:43:24 Irwin",
            "Okay.",
            "(Pause)  Standing by for T-1.",
            "[T-1 is their first pre-planned opportunity to",
            " launch.]",
            "104:43:32 Scott",
            "Rog."
        ],
        "time": "002:22:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "You're Stay (for) T-1.",
            "104:43:51 Scott",
            "Roger; stay for T-1.",
            "Okay.",
            "Let's get on with the (garbled) checklist.",
            "(Long Pause)",
            "( 2 min 56 sec )"
        ],
        "time": "002:23:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Falcon, Houston.",
            "You're stay for T-2.",
            "104:48:44 Scott",
            "(Responding with mock boredom)  Okay.",
            "Stay for T-2.",
            "(Long Pause)",
            "",
            "[Scott",
            "(Laughing) 'Okay, all the hardware's over with.",
            "Let's get on with this.'",
            "Not to put it down.",
            "Once you're past T-1, it's unlikely you'll have any serious problems.",
            "So what we want to do is get all this stuff off and get on with why we're there (namely, the geology).",
            "But the procedures say, rightfully so, one step at a time, watch it carefully.",
            "Don't want to make a mistake.]"
        ],
        "time": "002:24:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "Roger.",
            "Your buddies are on the ground, and we'll be along with you in a little while.",
            "104:49:35 Worden",
            "Rog, Ed.",
            "I listened to most of it.",
            "Could pick them up VHF all the way down, and, in fact, I just now lost contact with them."
        ],
        "time": "002:25:00"
    },
    {
        "speaker": "Mitchell",
        "tokens": [
            "We copy, Al."
        ],
        "time": "002:26:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Falcon, Houston.",
            "If you're not busy, I'll give",
            "you some switch positions to get set up for the VHF comm check.",
            "108:13:28 Scott",
            "How much time do we have, Gordo?"
        ],
        "time": "002:27:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay."
        ],
        "time": "002:28:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay, Falcon.",
            "This is Houston.",
            "You can go",
            "ahead and throw these switches as I call them.",
            "We'd like the VHF A",
            "Transmitter to Voice, and the VHF A Receiver, On.",
            "That's a verify.",
            "Over.",
            "(Pause)",
            "",
            "[Gordo's that's a verify means that the switches should already be in those positions.]",
            "108:17:16 Scott",
            "Roger.",
            "That's a verify on both."
        ],
        "time": "002:29:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Okay, the LMP, We suggest he makes a check.",
            "Put his Audio panel, VHF A T/R to T/R.",
            "And we're going to have Al initiate",
            "the check.",
            "He's kind of busy as he passes over, so he's going to initiate the check at",
            "a slack moment, and that'll be sometime between 108:32 and 108:44.",
            "108:18:03 Scott",
            "Okay.",
            "A couple of points.",
            "We don't have any",
            "mission timer, and we'll be standing by.",
            "And I'll have to do it, because we have one lightweight headset that failed",
            "right when we picked it up after lift-off, when we first unstowed it.",
            "We",
            "brought it down so Al could have a good one."
        ],
        "time": "002:30:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Yeah, we realized that.",
            "But we think that the",
            "comm check was before that.",
            "That you got back and that you just never did",
            "have another call after you got back to Voice.",
            "The blocking",
            "that was my mistake a minute ago",
            "the block was due to the",
            "blocking of your receiver while in ranging.",
            "Over.",
            "[Scott",
            "I'm sure you've noticed, in all this, that nobody's afraid to admit they've made a mistake.",
            "Everybody's working together because, in the integrated simulations and in the other simulations, we all learned that we all make these mistakes.",
            "And, in the simulations some of them were rather drastic.",
            "So it's a nice system, a nice methodology; there's no ego involved.",
            "Here's Gordo, saying 'Oh, that's my mistake.'",
            "Okay.",
            "We all understand that.",
            "We've all been through simulations where they really wiped us out; and, in the debriefings of the simulations",
            "which were very long and very detailed",
            "when they found out some guy screwed up, he'd say 'Gee, I really screwed that up, didn't I?'",
            "There was no put down.",
            "There was no ego problem.",
            "Everybody worked together for a common kind of thing.",
            "So you don't see these frictions that you see in other areas about who did what and who's to blame.",
            "Maybe there was.",
            "But I never saw any, and I was never aware of anyone that was pointing fingers or shirking responsibility.",
            "It was 'Oh yeah, that was my mistake'.]",
            "108:19:42 Scott",
            "Okay.",
            "Well, we're set up now, and Jim's got his comm helmet on.",
            "So we'll be standing by for Al's call."
        ],
        "time": "002:31:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            " Okay, Al.",
            "Very interesting.",
            "Change the",
            "subject, we're now should be within line of sight of the LM, so stand by",
            "while I get a quick check and see if they can take a comm check.",
            "108:32:29 Worden",
            "Okay; fine.",
            "108:32:40 Allen",
            "(To Scott on the LM circuit)  Stand by for a call",
            "from Al if you could, guys.",
            "108:32:45 Scott",
            "Rog."
        ],
        "time": "002:32:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "(To Scott on the LM circuit)  Falcon, would you",
            "give Endeavour a call?...",
            "108:33:11 Worden",
            "Hello, Falcon; Endeavour."
        ],
        "time": "002:33:00"
    },
    {
        "speaker": "Fullerton",
        "tokens": [
            "Falcon and Endeavour, this is Houston.",
            "Evidently neither of you are reading each other.",
            "We'll stand by until you",
            "get overhead and give it another try.",
            "I'll give you a cue.",
            "Over.",
            "108:33:42 Worden",
            "Okay, Gordo.",
            "I'll keep trying here a couple of",
            "times.",
            "Falcon, Endeavour.",
            "How do you read?",
            "(No answer)",
            "108:33:43 Scott",
            "(Responding to Fullerton)  Falcon.",
            "Rog.",
            "108:33:49 Allen",
            "And, Falcon; this is Houston....",
            "108:33:53 Worden",
            "Hey, I hear you trying to call.",
            "Go Ahead.",
            "(No",
            "answer)",
            "108:33:53 Allen",
            "...We're suggesting that you proceed on with the",
            "PLSS charge, and we'll be saying goodnight to you shortly.",
            "You're coming up on your sleep period shortly.",
            "108:34:04 Scott",
            "Okay.",
            "And did that Sun compass do you any good,",
            "Joe?",
            "108:34:12 Allen",
            "Dave, those readings converge pretty well.",
            "They",
            "just ",
            "don't decide between the about 100-meter error we think we have in the two",
            "possible landing sites.",
            "But you're very close to being exactly right",
            "on.",
            "108:34:30 Scott",
            "Okay, fine.",
            "[Scott",
            "The point was not necessarily to find out where we were with the Sun compass, but to give us some indication whether the Sun compass works.",
            "So it was nice to hear him say it does work.",
            "Another item checked off.]",
            "[Jones",
            "So that, if you were out somewhere on the Rover and needed it, you could have gotten back to within 100 or 200 meters of the LM.]",
            "[Scott",
            "Which was the whole point.]",
            "[Note, however, that if the error box is large enough to include the ",
            "posited sites near November Crater, the uncertainty is more like 500  meters.]",
            "[In a 1996 letter, Dave said, the point would be",
            "could you get  within line-of-sight of the LM, whatever distance that was?",
            "Could you get close enough to see the LM?]",
            "[The answer to Dave's question depends critically on nature of the",
            "terrain at the landing site.",
            "At Hadley, there were no ridges close enough to the LM to hide the spacecraft from sight if one got within a few hundred meters of it.",
            "On the other hand, at the Apollo 16 site, there were places within a few hundred meters of the LM from which the spacecraft could not be seen.]",
            "108:34:32 Worden",
            "Hey, Falcon; Endeavour.",
            "How do you read?",
            "(No answer)  Hello, Falcon; this is Endeavour.",
            "I read you.",
            "(No answer)  Hello, Falcon; Endeavour.",
            "108:35:04 Scott",
            "Hello, Endeavour; this is Falcon.",
            "You're loud and clear.",
            "How us?",
            "108:35:06 Worden",
            "Hey, you're coming in 5 square, David.",
            "How'd it go?",
            "108:35:09 Scott",
            "Hey, it was super, just super.",
            "And we got the",
            "greatest place on the Moon down here.",
            "108:35:13 Worden",
            "Hey, that sounds neat.",
            "I think I got you on the",
            "last pass, too.",
            "108:35:18 Scott",
            "Yeah, that's what they tell me.",
            "Say, can you see",
            "Index very well up there?",
            "108:35:22 Worden",
            "Yes, sir.",
            "I could see Index just as clear as a ",
            "bell.",
            "108:35:27 Scott",
            "(Garbled) Falcon to go with it?",
            "108:35:32 Worden",
            "I went right down the line",
            "Matthew, Mark, Luke,",
            "and Index.",
            "108:35:38 Scott",
            "Rog.",
            "108:35:47 Worden",
            "How do you read now, Dave?",
            "108:35:50 Scott",
            "All broken.",
            "How us?",
            "108:35:51 Worden",
            "Okay, let me try another antenna.",
            "108:35:53 Scott",
            "Okay.",
            "108:35:57 Worden",
            "Okay; how do you read now?",
            "108:35:58 Scott",
            "Okay; that's a lot better.",
            "108:36:00 Worden",
            "Okay.",
            "108:36:01 Scott",
            "I've got a question for you here...",
            "108:36:02 Worden",
            "Gee!",
            "That sure is a pretty sight down there,",
            "pal...",
            "108:36:03 Scott",
            "...Can you see Index at altitude now?",
            "Could you",
            "see any shadows to identify it?",
            "108:36:09 Worden",
            "Say again, Dave.",
            "108:36:12 Scott",
            "Could you identify Index Crater as you go over the",
            "landing site, now?",
            "108:36:14 Allen",
            "(To Dave)  And, Falcon, this is Houston.",
            "In a few",
            "minutes, while you're stowing the ETB (as per Surface 2-7), we'd like for",
            "you to pick up the magazine and frame counts on the magazine from your two",
            "cameras, please.",
            "[The Equipment Transfer Bag is made of beta cloth and is",
            "about the size of a bag that would fit easily under an airline seat.",
            "They will load the cameras, film magazines, maps, etc.",
            "into it and transfer",
            "it outside at the start of the EVA.]",
            "108:36:17 Worden",
            "Yes, I can do that with the naked eye right now.",
            "I'm just coming up on you now, and I can see Index from here.",
            "108:36:29 Scott",
            "(To Joe)  Hey, Houston; Falcon.",
            "Stand by (until the",
            "conversation with Endeavour is finished).",
            "(Pause)  Okay, Endeavour;",
            "Falcon.",
            "I guess you're over the hill, because we don't read you now.",
            "108:36:45 Worden",
            "Hey, negative, negative.",
            "I'm just coming up on",
            "you.",
            "108:36:47 Scott",
            "Oh, okay.",
            "You're broken a little bit.",
            "As you go",
            "by, see if you see any shadows in Index.",
            "I never saw it on the way in.",
            "108:36:56 Worden",
            "Hey, listen.",
            "I've got Index just looking out the",
            "side hatch window, right now.",
            "Those four craters ending in Index are just",
            "as clear as a bell right now.",
            "108:37:18 Scott",
            "Okay.",
            "Do you see us sort of relative to Index?",
            "108:37:22 Worden",
            "Well, I did, yes.",
            "I can't see you now, but on the",
            "last pass I picked you up, and you're just to the north and a little bit",
            "west of Index.",
            "108:37:31 Scott",
            "Okay, I think that's about right.",
            "Yes.",
            "108:37:34 Worden",
            "Yes.",
            "Did you get the coordinates off the map?",
            "108:37:37 Scott",
            "Yes, we got the ones you passed to Houston, and we",
            "also got the ones in the Backroom, and I guess we're discussing several",
            "kind of numbers now within 100 meters or so of where we really are.",
            "So, I",
            "think we're pretty well located.",
            "108:37:53 Worden",
            "Well, I'm right over you right now, pal, looking",
            "down.",
            "108:38:02 Worden",
            "I hope the view is as fantastic down there as it",
            "is up here.",
            "108:38:06 Scott",
            "I'm telling you, it really is!",
            "108:38:14 Scott",
            "Well, we'll do the little things and you do the big",
            "things.",
            "108:38:18 Worden",
            "Yes, sirree.",
            "(Pause)  Maybe we can get together",
            "and compare notes.",
            "108:38:25 Scott",
            "Okay, we're about ready to power down for the",
            "night, and everything's in good shape down here.",
            "Everything's running",
            "well.",
            "And all we got to do is get a little sleep and get out after it.",
            "108:38:36 Worden",
            "Okay, David.",
            "See you in the morning.",
            "108:38:38 Scott",
            "Okay.",
            "Have a nice night.",
            "(Pause)",
            "108:38:42 Irwin",
            "Good night, Al.",
            "108:38:44 Worden",
            "Good night, James.",
            "(Pause)  I'm keeping your",
            "sleeping bag warm for you, Jim.",
            "108:38:51 Irwin",
            "Take care of everything up there.",
            "108:38:54 Worden",
            "Certainly."
        ],
        "time": "002:34:00"
    }
]